<pad>	0
<bos>	1
<eos>	2
<unk>	3
the	4
N	5
of	6
to	7
a	8
in	9
and	10
's	11
that	12
for	13
$	14
is	15
it	16
said	17
on	18
by	19
at	20
as	21
from	22
million	23
with	24
mr.	25
was	26
be	27
are	28
its	29
he	30
but	31
has	32
an	33
n't	34
will	35
have	36
new	37
or	38
company	39
they	40
this	41
year	42
which	43
would	44
about	45
says	46
more	47
were	48
market	49
billion	50
his	51
had	52
their	53
up	54
u.s.	55
one	56
than	57
who	58
some	59
been	60
also	61
stock	62
other	63
share	64
not	65
we	66
corp.	67
if	68
when	69
i	70
last	71
president	72
shares	73
years	74
all	75
first	76
two	77
because	78
trading	79
after	80
could	81
inc.	82
sales	83
&	84
there	85
out	86
business	87
only	88
do	89
such	90
can	91
most	92
into	93
york	94
may	95
over	96
co.	97
group	98
many	99
government	100
now	101
federal	102
companies	103
no	104
time	105
bank	106
so	107
any	108
cents	109
people	110
quarter	111
you	112
exchange	113
prices	114
even	115
what	116
price	117
investors	118
say	119
down	120
rose	121
while	122
much	123
yesterday	124
week	125
under	126
securities	127
months	128
them	129
bonds	130
big	131
next	132
interest	133
three	134
earlier	135
'	136
net	137
earnings	138
make	139
major	140
state	141
american	142
chairman	143
financial	144
did	145
these	146
investment	147
board	148
still	149
through	150
stocks	151
those	152
chief	153
just	154
industry	155
executive	156
since	157
program	158
before	159
rate	160
made	161
officials	162
money	163
national	164
she	165
house	166
analysts	167
like	168
unit	169
month	170
expected	171
off	172
days	173
rates	174
japanese	175
against	176
does	177
plan	178
profit	179
between	180
both	181
capital	182
recent	183
sell	184
buy	185
income	186
issue	187
revenue	188
general	189
get	190
products	191
markets	192
firm	193
back	194
funds	195
own	196
ago	197
average	198
international	199
during	200
well	201
her	202
part	203
fell	204
japan	205
should	206
another	207
higher	208
debt	209
offer	210
take	211
including	212
among	213
court	214
being	215
according	216
each	217
index	218
tax	219
trade	220
world	221
reported	222
work	223
operations	224
then	225
past	226
computer	227
sale	228
our	229
however	230
way	231
lower	232
vice	233
plans	234
economic	235
yield	236
end	237
department	238
report	239
sold	240
insurance	241
high	242
growth	243
how	244
increase	245
foreign	246
less	247
common	248
closed	249
several	250
banks	251
issues	252
where	253
very	254
loss	255
pay	256
yen	257
bush	258
bid	259
five	260
due	261
few	262
bill	263
used	264
good	265
current	266
management	267
early	268
cash	269
use	270
oil	271
costs	272
bond	273
day	274
system	275
public	276
director	277
're	278
third	279
might	280
law	281
traders	282
treasury	283
friday	284
added	285
office	286
city	287
congress	288
concern	289
futures	290
far	291
officer	292
late	293
fund	294
already	295
number	296
assets	297
least	298
california	299
operating	300
spokesman	301
him	302
small	303
agency	304
british	305
based	306
too	307
san	308
case	309
real	310
news	311
value	312
september	313
same	314
oct.	315
until	316
contract	317
think	318
research	319
close	320
street	321
home	322
stake	323
union	324
services	325
going	326
today	327
little	328
ended	329
though	330
move	331
wall	332
agreement	333
dollar	334
help	335
second	336
put	337
service	338
former	339
power	340
maker	341
period	342
called	343
results	344
total	345
agreed	346
administration	347
four	348
here	349
third-quarter	350
without	351
long	352
control	353
corporate	354
economy	355
credit	356
problems	357
offering	358
country	359
want	360
production	361
cost	362
buying	363
loans	364
six	365
analyst	366
firms	367
although	368
annual	369
whether	370
increased	371
likely	372
compared	373
recently	374
point	375
committee	376
policy	377
notes	378
cut	379
see	380
west	381
large	382
monday	383
right	384
soviet	385
continue	386
go	387
around	388
set	389
half	390
political	391
life	392
further	393
losses	394
old	395
points	396
volume	397
yet	398
august	399
paper	400
selling	401
john	402
plant	403
judge	404
strong	405
must	406
expects	407
my	408
nov.	409
ual	410
london	411
result	412
announced	413
largest	414
declined	415
support	416
held	417
fiscal	418
systems	419
wo	420
francisco	421
times	422
weeks	423
takeover	424
making	425
priced	426
certain	427
earthquake	428
workers	429
become	430
composite	431
change	432
gain	433
problem	434
come	435
businesses	436
south	437
demand	438
industrial	439
give	440
record	441
nearly	442
senior	443
association	444
development	445
white	446
series	447
inc	448
dow	449
area	450
members	451
took	452
estimated	453
data	454
air	455
official	456
orders	457
employees	458
trust	459
estate	460
jones	461
decline	462
level	463
show	464
senate	465
line	466
later	467
latest	468
health	469
example	470
acquisition	471
drop	472
comment	473
junk	474
tuesday	475
meeting	476
commission	477
holding	478
commercial	479
know	480
need	481
ford	482
texas	483
building	484
your	485
chicago	486
despite	487
ms.	488
currently	489
addition	490
paid	491
proposal	492
executives	493
offered	494
possible	495
others	496
once	497
proposed	498
purchase	499
rise	500
deal	501
better	502
loan	503
return	504
technology	505
us	506
investor	507
nation	508
future	509
spending	510
nine	511
drug	512
almost	513
washington	514
robert	515
changes	516
received	517
often	518
damage	519
terms	520
product	521
east	522
named	523
october	524
expect	525
top	526
customers	527
filed	528
charge	529
information	530
decision	531
order	532
within	533
position	534
force	535
include	536
rights	537
defense	538
division	539
every	540
gas	541
america	542
amount	543
began	544
enough	545
came	546
trying	547
outstanding	548
europe	549
equipment	550
private	551
told	552
found	553
gains	554
industries	555
again	556
ltd.	557
dropped	558
makes	559
james	560
united	561
previous	562
programs	563
july	564
transaction	565
fed	566
computers	567
ca	568
banking	569
european	570
budget	571
following	572
finance	573
co	574
warner	575
local	576
provide	577
never	578
've	579
jaguar	580
consumer	581
additional	582
mortgage	583
lot	584
managers	585
corp	586
keep	587
able	588
shareholders	589
action	590
buy-out	591
important	592
great	593
university	594
got	595
instead	596
claims	597
charges	598
steel	599
away	600
units	601
best	602
states	603
car	604
financing	605
dollars	606
tokyo	607
construction	608
things	609
continued	610
manager	611
marketing	612
run	613
bills	614
asked	615
auto	616
low	617
fall	618
march	619
inflation	620
family	621
food	622
equity	623
whose	624
believe	625
june	626
advertising	627
above	628
sept.	629
raise	630
below	631
personal	632
full	633
posted	634
account	635
getting	636
lost	637
suit	638
china	639
head	640
soon	641
taken	642
los	643
rather	644
stores	645
risk	646
via	647
contracts	648
western	649
potential	650
included	651
security	652
boston	653
special	654
figures	655
restructuring	656
legal	657
options	658
gold	659
led	660
mrs.	661
reports	662
subsidiary	663
tv	664
using	665
place	666
noted	667
face	668
fact	669
dealers	670
open	671
working	672
meanwhile	673
countries	674
d.	675
holders	676
network	677
effort	678
find	679
probably	680
portfolio	681
approved	682
cases	683
itself	684
bought	685
available	686
statement	687
pacific	688
ibm	689
long-term	690
lawyers	691
effect	692
#	693
david	694
short	695
reached	696
ad	697
increases	698
left	699
cars	700
labor	701
efforts	702
airlines	703
along	704
remain	705
domestic	706
either	707
dividend	708
germany	709
similar	710
known	711
hard	712
talks	713
reduce	714
look	715
having	716
previously	717
saying	718
groups	719
secretary	720
chemical	721
reserve	722
school	723
center	724
calls	725
approval	726
canada	727
telephone	728
payments	729
party	730
clear	731
given	732
parent	733
gained	734
looking	735
eastern	736
individual	737
standard	738
manufacturing	739
north	740
profits	741
canadian	742
biggest	743
investments	744
savings	745
acquired	746
helped	747
slightly	748
directors	749
raised	750
angeles	751
strategy	752
machines	753
marks	754
black	755
attorney	756
percentage	757
institute	758
act	759
why	760
television	761
military	762
coming	763
bay	764
medical	765
makers	766
performance	767
clients	768
airline	769
team	770
different	771
energy	772
heavy	773
britain	774
german	775
interests	776
growing	777
hit	778
particularly	779
william	780
magazine	781
failed	782
lead	783
something	784
remains	785
communications	786
estimates	787
fees	788
completed	789
went	790
levels	791
call	792
job	793
limited	794
process	795
question	796
includes	797
joint	798
role	799
hong	800
michael	801
year-earlier	802
legislation	803
project	804
goods	805
activity	806
view	807
district	808
lines	809
free	810
property	811
leading	812
toward	813
me	814
columbia	815
merrill	816
name	817
seeking	818
venture	819
leaders	820
institutions	821
deficit	822
ever	823
wants	824
reserves	825
currency	826
rep.	827
huge	828
independent	829
concerns	830
'm	831
owns	832
scheduled	833
turn	834
involved	835
taking	836
s&p	837
lynch	838
doing	839
outside	840
kong	841
hold	842
young	843
build	844
really	845
transportation	846
pressure	847
buyers	848
vote	849
gm	850
april	851
begin	852
producers	853
measure	854
always	855
calif.	856
basis	857
leader	858
especially	859
daily	860
staff	861
care	862
brokerage	863
related	864
key	865
means	866
plants	867
competition	868
acquire	869
richard	870
disclosed	871
themselves	872
aid	873
projects	874
adds	875
areas	876
range	877
conference	878
reason	879
central	880
campaign	881
try	882
impact	883
drexel	884
j.	885
poor	886
bad	887
significant	888
holdings	889
started	890
hours	891
abortion	892
largely	893
estimate	894
meet	895
allow	896
start	897
issued	898
thing	899
man	900
seems	901
french	902
test	903
reduced	904
course	905
accounts	906
rules	907
majority	908
retail	909
morgan	910
seven	911
wednesday	912
quickly	913
needed	914
press	915
fourth	916
congressional	917
journal	918
longer	919
partners	920
seen	921
settlement	922
yields	923
traded	924
generally	925
december	926
community	927
'll	928
done	929
manufacturers	930
dec.	931
consider	932
supply	933
volatility	934
study	935
parts	936
electric	937
beginning	938
receive	939
shearson	940
women	941
thursday	942
form	943
a.	944
men	945
kind	946
thought	947
imports	948
simply	949
situation	950
plc	951
protection	952
taxes	953
turned	954
near	955
note	956
convertible	957
brokers	958
prime	959
planned	960
eight	961
short-term	962
auction	963
subject	964
filing	965
history	966
democratic	967
recession	968
boost	969
space	970
required	971
changed	972
ahead	973
rally	974
sen.	975
stock-index	976
dr.	977
base	978
worth	979
summer	980
produce	981
perhaps	982
became	983
seek	984
war	985
returns	986
arbitrage	987
caused	988
considered	989
motor	990
showed	991
increasing	992
software	993
de	994
advanced	995
benefits	996
moody	997
exports	998
france	999
creditors	1000
anything	1001
delivery	1002
sent	1003
housing	1004
brothers	1005
red	1006
preferred	1007
jumped	1008
indeed	1009
justice	1010
hurt	1011
noriega	1012
natural	1013
francs	1014
cancer	1015
owned	1016
continuing	1017
americans	1018
bankers	1019
difficult	1020
cbs	1021
entertainment	1022
earned	1023
floor	1024
express	1025
bankruptcy	1026
shareholder	1027
george	1028
usually	1029
children	1030
wanted	1031
nothing	1032
active	1033
let	1034
block	1035
per	1036
attempt	1037
announcement	1038
crash	1039
merger	1040
media	1041
closing	1042
spokeswoman	1043
machine	1044
minister	1045
evidence	1046
smaller	1047
pilots	1048
digital	1049
continues	1050
sharply	1051
hand	1052
article	1053
seem	1054
created	1055
himself	1056
irs	1057
limit	1058
veto	1059
resources	1060
overseas	1061
partner	1062
mark	1063
light	1064
quake	1065
thrift	1066
initial	1067
age	1068
sector	1069
size	1070
night	1071
won	1072
source	1073
actually	1074
unchanged	1075
tons	1076
pound	1077
hugo	1078
side	1079
term	1080
minimum	1081
apparently	1082
environmental	1083
directly	1084
quarterly	1085
regulators	1086
game	1087
conditions	1088
questions	1089
water	1090
transactions	1091
member	1092
session	1093
kidder	1094
brand	1095
post	1096
hopes	1097
believes	1098
built	1099
designed	1100
giant	1101
comes	1102
closely	1103
decided	1104
field	1105
moves	1106
produced	1107
main	1108
survey	1109
strike	1110
feel	1111
final	1112
partly	1113
letter	1114
thus	1115
rising	1116
paying	1117
response	1118
running	1119
rest	1120
associates	1121
smith	1122
behind	1123
play	1124
separate	1125
economists	1126
sense	1127
woman	1128
battle	1129
sharp	1130
january	1131
sec	1132
capacity	1133
brought	1134
single	1135
consumers	1136
shows	1137
'd	1138
sure	1139
ways	1140
bring	1141
spent	1142
supreme	1143
fully	1144
improve	1145
effective	1146
jobs	1147
unless	1148
sony	1149
newspaper	1150
ability	1151
allowed	1152
offices	1153
stop	1154
democrats	1155
leveraged	1156
operation	1157
hurricane	1158
idea	1159
followed	1160
expenses	1161
hope	1162
rule	1163
par	1164
peter	1165
trial	1166
u.k.	1167
wage	1168
gorbachev	1169
agencies	1170
r.	1171
actual	1172
serious	1173
funding	1174
forced	1175
emergency	1176
organization	1177
discount	1178
across	1179
whole	1180
pretax	1181
figure	1182
dinkins	1183
quoted	1184
various	1185
package	1186
pension	1187
guber	1188
holds	1189
matter	1190
direct	1191
slow	1192
together	1193
economist	1194
talk	1195
needs	1196
introduced	1197
signed	1198
offset	1199
reagan	1200
quality	1201
facilities	1202
farmers	1203
morning	1204
jr.	1205
commerce	1206
moreover	1207
require	1208
spring	1209
provision	1210
step	1211
cause	1212
payment	1213
headquarters	1214
peters	1215
human	1216
sign	1217
gave	1218
flat	1219
ruling	1220
interview	1221
greater	1222
instance	1223
poland	1224
specific	1225
land	1226
decade	1227
county	1228
add	1229
activities	1230
valued	1231
plunge	1232
civil	1233
partnership	1234
researchers	1235
elected	1236
resigned	1237
ministry	1238
opened	1239
leave	1240
lehman	1241
johnson	1242
focus	1243
section	1244
death	1245
over-the-counter	1246
margins	1247
trades	1248
qintex	1249
declines	1250
separately	1251
developed	1252
australia	1253
institutional	1254
forces	1255
premium	1256
sports	1257
win	1258
takes	1259
familiar	1260
santa	1261
existing	1262
fear	1263
valley	1264
moved	1265
thomas	1266
contributed	1267
safety	1268
overall	1269
avoid	1270
spend	1271
cable	1272
nissan	1273
owners	1274
review	1275
chain	1276
southern	1277
managing	1278
sometimes	1279
widely	1280
trader	1281
salomon	1282
conservative	1283
benefit	1284
authority	1285
electronic	1286
book	1287
baker	1288
provisions	1289
develop	1290
willing	1291
create	1292
cuts	1293
appear	1294
properties	1295
relatively	1296
engineering	1297
reflecting	1298
totaled	1299
improved	1300
electronics	1301
indicated	1302
provided	1303
debentures	1304
larger	1305
asset	1306
opposition	1307
provides	1308
deals	1309
beyond	1310
bell	1311
appears	1312
target	1313
substantial	1314
works	1315
met	1316
measures	1317
materials	1318
goes	1319
hands	1320
policies	1321
speculation	1322
backed	1323
internal	1324
purchases	1325
climbed	1326
read	1327
offers	1328
date	1329
highly	1330
negative	1331
individuals	1332
alone	1333
proceeds	1334
houses	1335
council	1336
brands	1337
stay	1338
motors	1339
nasdaq	1340
investigation	1341
hutton	1342
version	1343
image	1344
social	1345
adding	1346
feet	1347
tell	1348
stanley	1349
planning	1350
pence	1351
maintain	1352
story	1353
amounts	1354
class	1355
mutual	1356
treatment	1357
miles	1358
so-called	1359
lawyer	1360
reach	1361
store	1362
practice	1363
passed	1364
students	1365
someone	1366
customer	1367
appropriations	1368
carrier	1369
disaster	1370
worked	1371
regulatory	1372
capital-gains	1373
positions	1374
publicly	1375
charles	1376
necessary	1377
consultant	1378
finally	1379
lawmakers	1380
everyone	1381
education	1382
interested	1383
prevent	1384
jury	1385
chance	1386
cited	1387
option	1388
drugs	1389
rating	1390
lawson	1391
neither	1392
rejected	1393
world-wide	1394
police	1395
negotiations	1396
success	1397
list	1398
standards	1399
soviets	1400
else	1401
republican	1402
approach	1403
experts	1404
bids	1405
commodity	1406
minority	1407
moving	1408
tough	1409
attributed	1410
attention	1411
nor	1412
reorganization	1413
raising	1414
stand	1415
eventually	1416
accounting	1417
ads	1418
otc	1419
competitors	1420
expectations	1421
swiss	1422
remaining	1423
dividends	1424
heavily	1425
factors	1426
considering	1427
mexico	1428
popular	1429
fixed	1430
society	1431
lack	1432
entire	1433
mostly	1434
grand	1435
manhattan	1436
northern	1437
petroleum	1438
spread	1439
sought	1440
retirement	1441
anyone	1442
modest	1443
typically	1444
fight	1445
chapter	1446
output	1447
giving	1448
november	1449
monetary	1450
export	1451
trend	1452
person	1453
art	1454
ones	1455
real-estate	1456
immediately	1457
opening	1458
brown	1459
access	1460
magazines	1461
30-year	1462
ownership	1463
events	1464
forecast	1465
bureau	1466
risks	1467
ltd	1468
scientists	1469
improvement	1470
particular	1471
items	1472
film	1473
victims	1474
mean	1475
reform	1476
saw	1477
criminal	1478
litigation	1479
opportunity	1480
gulf	1481
exchanges	1482
hour	1483
pentagon	1484
bridge	1485
copper	1486
england	1487
college	1488
complete	1489
monthly	1490
bidding	1491
pending	1492
concerned	1493
reduction	1494
gives	1495
moscow	1496
aircraft	1497
regional	1498
laws	1499
municipal	1500
acquisitions	1501
travel	1502
minutes	1503
everything	1504
usx	1505
details	1506
clearly	1507
principal	1508
c$	1509
e.	1510
traditional	1511
homes	1512
gets	1513
trouble	1514
aimed	1515
park	1516
design	1517
cover	1518
year-ago	1519
owner	1520
weak	1521
lloyd	1522
lose	1523
room	1524
maturity	1525
apple	1526
us$	1527
strength	1528
carry	1529
certainly	1530
claim	1531
restrictions	1532
original	1533
experience	1534
drive	1535
sources	1536
accept	1537
broadcasting	1538
mortgages	1539
thatcher	1540
controls	1541
true	1542
troubled	1543
cray	1544
primarily	1545
combined	1546
believed	1547
paul	1548
easy	1549
increasingly	1550
global	1551
relations	1552
parties	1553
crime	1554
chinese	1555
ending	1556
thousands	1557
fraud	1558
panel	1559
debate	1560
couple	1561
facility	1562
paribas	1563
wrote	1564
requirements	1565
sort	1566
subordinated	1567
grow	1568
grew	1569
ohio	1570
involving	1571
vehicles	1572
l.	1573
difference	1574
players	1575
prepared	1576
season	1577
split	1578
ratings	1579
segment	1580
corn	1581
sun	1582
publishing	1583
highest	1584
korea	1585
chips	1586
prosecutors	1587
movie	1588
developing	1589
producer	1590
expansion	1591
mae	1592
goldman	1593
technical	1594
centers	1595
tried	1596
alleged	1597
broad	1598
arizona	1599
roughly	1600
quite	1601
chemicals	1602
revised	1603
tomorrow	1604
nations	1605
declining	1606
settled	1607
released	1608
launched	1609
sells	1610
automotive	1611
consulting	1612
listed	1613
plunged	1614
slowing	1615
employee	1616
except	1617
expensive	1618
mitsubishi	1619
guilty	1620
actions	1621
damaged	1622
mail	1623
waiting	1624
st.	1625
profitable	1626
painewebber	1627
powerful	1628
numbers	1629
rated	1630
gene	1631
lin	1632
schools	1633
buildings	1634
amid	1635
assistant	1636
advance	1637
frank	1638
tests	1639
region	1640
flow	1641
failure	1642
sterling	1643
corporations	1644
competitive	1645
live	1646
intelligence	1647
collapse	1648
am	1649
manville	1650
bear	1651
m.	1652
showing	1653
slowdown	1654
purchased	1655
heart	1656
radio	1657
charged	1658
associated	1659
no.	1660
georgia-pacific	1661
steps	1662
represents	1663
putting	1664
republicans	1665
navigation	1666
coupon	1667
headed	1668
recovery	1669
insurers	1670
material	1671
signs	1672
values	1673
request	1674
nuclear	1675
trucks	1676
devices	1677
balance	1678
documents	1679
placed	1680
exxon	1681
sachs	1682
runs	1683
hundreds	1684
effects	1685
predicted	1686
dozen	1687
phone	1688
environment	1689
uncertainty	1690
favor	1691
ag	1692
appeal	1693
voters	1694
maybe	1695
portion	1696
campeau	1697
philip	1698
mass.	1699
editor	1700
expand	1701
traffic	1702
hotel	1703
advertisers	1704
utilities	1705
plus	1706
threat	1707
unlike	1708
reflects	1709
affairs	1710
adjusted	1711
whom	1712
underwriters	1713
election	1714
fears	1715
elections	1716
primary	1717
c.	1718
dispute	1719
jack	1720
release	1721
successful	1722
ventures	1723
complex	1724
mind	1725
lending	1726
paris	1727
krenz	1728
affected	1729
sears	1730
trillion	1731
town	1732
alan	1733
fewer	1734
century	1735
surged	1736
words	1737
stations	1738
unusual	1739
accepted	1740
reasons	1741
exercise	1742
afternoon	1743
proposals	1744
elsewhere	1745
deposits	1746
relief	1747
shift	1748
lincoln	1749
mixte	1750
virtually	1751
mixed	1752
adviser	1753
faces	1754
annually	1755
australian	1756
throughout	1757
tender	1758
significantly	1759
usual	1760
jersey	1761
falling	1762
ease	1763
pretty	1764
controlled	1765
professional	1766
junk-bond	1767
strategic	1768
cds	1769
continental	1770
established	1771
structure	1772
liability	1773
golden	1774
accord	1775
communist	1776
residents	1777
february	1778
speed	1779
distribution	1780
ready	1781
sides	1782
books	1783
baseball	1784
deputy	1785
client	1786
opposed	1787
accused	1788
positive	1789
wrong	1790
practices	1791
hearing	1792
substantially	1793
sci	1794
cities	1795
normal	1796
fire	1797
kept	1798
nbc	1799
at&t	1800
hostile	1801
model	1802
metals	1803
supplies	1804
starting	1805
healthy	1806
margin	1807
break	1808
truck	1809
guidelines	1810
seats	1811
mayor	1812
b.	1813
fine	1814
seemed	1815
ordered	1816
boosted	1817
wide	1818
star	1819
hospital	1820
telecommunications	1821
lee	1822
critics	1823
opinion	1824
dallas	1825
thrifts	1826
weakness	1827
losing	1828
leaving	1829
sir	1830
push	1831
finished	1832
benchmark	1833
certificates	1834
confidence	1835
w.	1836
defendants	1837
present	1838
coast	1839
uses	1840
instruments	1841
protect	1842
barrels	1843
follows	1844
played	1845
double	1846
managed	1847
agree	1848
ground	1849
decisions	1850
gone	1851
florida	1852
names	1853
core	1854
attorneys	1855
judges	1856
mainly	1857
n.j.	1858
pricing	1859
highway	1860
employment	1861
moment	1862
deposit	1863
panama	1864
bigger	1865
remained	1866
puts	1867
amendment	1868
representatives	1869
responsible	1870
broker	1871
liquidity	1872
weekend	1873
stopped	1874
finding	1875
phillips	1876
pace	1877
challenge	1878
decide	1879
crude	1880
stephen	1881
operate	1882
producing	1883
reflect	1884
suggest	1885
parents	1886
prior	1887
blacks	1888
authorities	1889
doubt	1890
station	1891
conventional	1892
sea	1893
bit	1894
minor	1895
reflected	1896
families	1897
burnham	1898
b.a.t	1899
per-share	1900
ge	1901
talking	1902
none	1903
utility	1904
appeals	1905
ask	1906
ii	1907
models	1908
front	1909
candidates	1910
influence	1911
slipped	1912
operates	1913
older	1914
nekoosa	1915
ounce	1916
soared	1917
advantage	1918
felt	1919
relationship	1920
abroad	1921
leadership	1922
temporary	1923
rumors	1924
frankfurt	1925
urban	1926
stronger	1927
suspended	1928
cutting	1929
voted	1930
meetings	1931
courts	1932
pharmaceutical	1933
aerospace	1934
settle	1935
purchasing	1936
intended	1937
contrast	1938
statistics	1939
event	1940
suggested	1941
keeping	1942
immediate	1943
interstate	1944
wells	1945
delay	1946
equal	1947
houston	1948
patients	1949
scandal	1950
africa	1951
oakland	1952
mccaw	1953
preliminary	1954
chrysler	1955
pages	1956
determined	1957
twice	1958
joseph	1959
italy	1960
fannie	1961
extremely	1962
confirmed	1963
movies	1964
boeing	1965
discussions	1966
voice	1967
consultants	1968
assistance	1969
alternative	1970
studies	1971
save	1972
citing	1973
fairly	1974
goal	1975
direction	1976
church	1977
wife	1978
compromise	1979
sugar	1980
affect	1981
guarantee	1982
shopping	1983
morris	1984
mca	1985
wang	1986
argue	1987
six-month	1988
comparable	1989
prove	1990
task	1991
file	1992
rich	1993
represent	1994
worry	1995
river	1996
appeared	1997
commitments	1998
wake	1999
green	2000
structural	2001
declared	2002
safe	2003
training	2004
replace	2005
negotiating	2006
guarantees	2007
citicorp	2008
gross	2009
coverage	2010
disclose	2011
buyer	2012
luxury	2013
antitrust	2014
follow	2015
lambert	2016
fourth-quarter	2017
fe	2018
silver	2019
senators	2020
hollywood	2021
flight	2022
factory	2023
professor	2024
succeeds	2025
joined	2026
records	2027
denied	2028
jointly	2029
suggests	2030
happen	2031
written	2032
asking	2033
warrants	2034
living	2035
regular	2036
aug.	2037
promise	2038
upon	2039
la	2040
movement	2041
shown	2042
mining	2043
volatile	2044
navy	2045
swings	2046
hud	2047
advisers	2048
usair	2049
ban	2050
conn.	2051
providing	2052
patent	2053
club	2054
drives	2055
hill	2056
surge	2057
style	2058
responsibility	2059
beijing	2060
refused	2061
word	2062
returned	2063
discovered	2064
one-time	2065
resolution	2066
damages	2067
served	2068
georgia	2069
crisis	2070
vehicle	2071
door	2072
alliance	2073
weekly	2074
saturday	2075
s.	2076
telerate	2077
regulations	2078
agreements	2079
cd	2080
cross	2081
toronto	2082
ceiling	2083
matters	2084
worried	2085
underlying	2086
chip	2087
f.	2088
excess	2089
invest	2090
chase	2091
road	2092
singapore	2093
sound	2094
politics	2095
carolina	2096
extra	2097
helping	2098
serve	2099
square	2100
initially	2101
reaction	2102
jan.	2103
thinks	2104
representing	2105
games	2106
personnel	2107
critical	2108
edward	2109
farm	2110
switzerland	2111
insured	2112
machinists	2113
exploration	2114
votes	2115
hewlett-packard	2116
saatchi	2117
join	2118
type	2119
easily	2120
obtain	2121
rival	2122
illegal	2123
setting	2124
jump	2125
entered	2126
covered	2127
temporarily	2128
tend	2129
fallen	2130
language	2131
lives	2132
ultimately	2133
membership	2134
aids	2135
picture	2136
politicians	2137
nobody	2138
discuss	2139
1980s	2140
louis	2141
scientific	2142
views	2143
operator	2144
argued	2145
title	2146
extraordinary	2147
high-yield	2148
shipping	2149
pact	2150
audience	2151
happened	2152
condition	2153
looks	2154
ec	2155
mine	2156
coffee	2157
army	2158
s.a.	2159
fields	2160
described	2161
indicate	2162
giants	2163
h.	2164
lowered	2165
proceedings	2166
ross	2167
circuit	2168
prospects	2169
choice	2170
investing	2171
manufacturer	2172
lawsuits	2173
specialists	2174
newly	2175
branch	2176
millions	2177
reporting	2178
import	2179
piece	2180
pass	2181
colleagues	2182
nature	2183
suffered	2184
resignation	2185
letters	2186
taxpayers	2187
eye	2188
fair	2189
publisher	2190
controversial	2191
costly	2192
worse	2193
phelan	2194
expressed	2195
normally	2196
agents	2197
grain	2198
reporters	2199
generation	2200
p.m.	2201
intel	2202
abc	2203
died	2204
t.	2205
watch	2206
simple	2207
administrative	2208
presence	2209
sets	2210
types	2211
launch	2212
founder	2213
consecutive	2214
ties	2215
urged	2216
student	2217
spot	2218
concluded	2219
acquiring	2220
adopted	2221
factor	2222
semiconductor	2223
10-year	2224
n.y.	2225
rapidly	2226
aggressive	2227
fuel	2228
inside	2229
extent	2230
1970s	2231
attract	2232
deliver	2233
outlook	2234
strategies	2235
pushed	2236
understand	2237
israel	2238
technologies	2239
heat	2240
health-care	2241
king	2242
rjr	2243
intends	2244
costa	2245
p&g	2246
coup	2247
slide	2248
guaranteed	2249
hampshire	2250
succeed	2251
household	2252
tied	2253
pursue	2254
voting	2255
visit	2256
committed	2257
child	2258
resistance	2259
stage	2260
pictures	2261
integrated	2262
basic	2263
track	2264
metric	2265
genes	2266
restaurant	2267
formed	2268
specialty	2269
atlantic	2270
philadelphia	2271
ogilvy	2272
possibility	2273
cold	2274
unable	2275
ensure	2276
commissions	2277
miller	2278
corporation	2279
offerings	2280
obligation	2281
warned	2282
hearings	2283
graphics	2284
enterprises	2285
agent	2286
stearns	2287
garden	2288
assume	2289
forecasts	2290
shipments	2291
reducing	2292
pick	2293
invested	2294
asia	2295
exposure	2296
excluding	2297
enormous	2298
music	2299
mother	2300
knows	2301
participants	2302
reforms	2303
worst	2304
privately	2305
circumstances	2306
limits	2307
comments	2308
b	2309
extended	2310
contends	2311
check	2312
retailers	2313
two-year	2314
criticism	2315
differences	2316
card	2317
realize	2318
quarters	2319
supported	2320
constitutional	2321
crop	2322
christmas	2323
processing	2324
studio	2325
rico	2326
league	2327
chancellor	2328
ratio	2329
users	2330
anticipated	2331
roll	2332
creating	2333
triggered	2334
faster	2335
affiliate	2336
status	2337
career	2338
warning	2339
commitment	2340
becoming	2341
coal	2342
hungary	2343
attack	2344
cooperation	2345
pennsylvania	2346
football	2347
pittsburgh	2348
easier	2349
collapsed	2350
breeden	2351
beer	2352
carriers	2353
line-item	2354
lenders	2355
begun	2356
unlikely	2357
brooks	2358
mitchell	2359
ship	2360
write	2361
nyse	2362
pipeline	2363
culture	2364
governments	2365
genetic	2366
mountain	2367
banco	2368
lang	2369
heard	2370
formerly	2371
default	2372
retailing	2373
ruled	2374
father	2375
messrs.	2376
douglas	2377
hills	2378
citizens	2379
requires	2380
extend	2381
code	2382
currencies	2383
inventories	2384
awarded	2385
published	2386
carried	2387
martin	2388
possibly	2389
secondary	2390
grown	2391
speech	2392
friends	2393
widespread	2394
newspapers	2395
tumbled	2396
calif	2397
facing	2398
brady	2399
foods	2400
friendly	2401
signal	2402
quick	2403
frequently	2404
commodities	2405
branches	2406
banker	2407
tower	2408
calling	2409
modern	2410
stock-market	2411
fashion	2412
faced	2413
match	2414
cells	2415
democracy	2416
beach	2417
unemployment	2418
otherwise	2419
lawrence	2420
suits	2421
rooms	2422
retain	2423
donald	2424
progress	2425
apply	2426
atlanta	2427
attractive	2428
ran	2429
handle	2430
carries	2431
stories	2432
playing	2433
turns	2434
contributions	2435
caught	2436
gop	2437
encourage	2438
badly	2439
answer	2440
approve	2441
moderate	2442
seeks	2443
equivalent	2444
prospect	2445
merely	2446
networks	2447
turning	2448
expanded	2449
thin	2450
alternatives	2451
merchandise	2452
subcommittee	2453
filled	2454
employers	2455
observers	2456
son	2457
disappointing	2458
unsecured	2459
gasoline	2460
peabody	2461
after-tax	2462
expense	2463
massive	2464
supposed	2465
cellular	2466
hunt	2467
brewing	2468
walter	2469
consolidated	2470
causing	2471
race	2472
recorded	2473
daniel	2474
handling	2475
applied	2476
spain	2477
prompted	2478
memory	2479
steady	2480
resume	2481
maxwell	2482
editorial	2483
tobacco	2484
identified	2485
closer	2486
yeargin	2487
sophisticated	2488
allegations	2489
fast	2490
fellow	2491
pushing	2492
troubles	2493
appointed	2494
machinery	2495
surprising	2496
surprised	2497
population	2498
sunday	2499
hired	2500
pulled	2501
changing	2502
impossible	2503
sees	2504
predict	2505
mac	2506
orange	2507
bringing	2508
guy	2509
transfer	2510
blood	2511
metal	2512
assembly	2513
storage	2514
pilot	2515
gap	2516
site	2517
nicaragua	2518
hall	2519
boom	2520
introduce	2521
northeast	2522
heads	2523
theory	2524
nec	2525
priority	2526
enforcement	2527
elaborate	2528
complained	2529
downturn	2530
parliament	2531
eliminate	2532
channel	2533
portfolios	2534
reading	2535
player	2536
fast-food	2537
video	2538
wait	2539
specialist	2540
numerous	2541
educational	2542
bottom	2543
recalls	2544
threatened	2545
applications	2546
massachusetts	2547
sudden	2548
lawsuit	2549
violations	2550
viacom	2551
plastic	2552
revenues	2553
subsidiaries	2554
merchant	2555
table	2556
maintenance	2557
maximum	2558
worker	2559
insurer	2560
nixon	2561
harder	2562
pulp	2563
flights	2564
resulted	2565
severe	2566
hear	2567
ought	2568
profitability	2569
one-year	2570
establish	2571
cautious	2572
dealing	2573
delays	2574
hanover	2575
three-month	2576
aside	2577
franchise	2578
allowing	2579
thompson	2580
greenspan	2581
opec	2582
honecker	2583
york-based	2584
message	2585
sluggish	2586
announce	2587
exceed	2588
retired	2589
illinois	2590
consumption	2591
india	2592
totaling	2593
rapid	2594
expanding	2595
billions	2596
essentially	2597
insist	2598
learned	2599
indicates	2600
organizations	2601
purpose	2602
fighting	2603
everybody	2604
bob	2605
carrying	2606
fresh	2607
foundation	2608
roman	2609
represented	2610
targets	2611
prison	2612
surprise	2613
dead	2614
campbell	2615
containers	2616
formal	2617
shops	2618
regarding	2619
two-thirds	2620
industrials	2621
shortly	2622
nationwide	2623
chamber	2624
kill	2625
compensation	2626
connection	2627
operators	2628
promised	2629
determine	2630
typical	2631
freddie	2632
promotion	2633
interest-rate	2634
claimed	2635
rivals	2636
nikkei	2637
bloc	2638
counsel	2639
statements	2640
developers	2641
dealer	2642
egg	2643
a$	2644
chains	2645
kkr	2646
turner	2647
brief	2648
aware	2649
governor	2650
winter	2651
fujitsu	2652
officers	2653
seat	2654
ltv	2655
mass	2656
planners	2657
soft	2658
one-third	2659
shot	2660
shop	2661
husband	2662
virginia	2663
freedom	2664
legislative	2665
comprehensive	2666
stands	2667
explain	2668
middle	2669
turnover	2670
constitution	2671
reputation	2672
papers	2673
narrow	2674
buy-back	2675
payable	2676
wholesale	2677
halt	2678
five-year	2679
color	2680
exactly	2681
glass	2682
packages	2683
institution	2684
trends	2685
vs.	2686
begins	2687
desire	2688
supporters	2689
successor	2690
prudential-bache	2691
fly	2692
opportunities	2693
demands	2694
ortega	2695
asset-backed	2696
tape	2697
bailout	2698
whatever	2699
cosmetics	2700
compaq	2701
blame	2702
reinsurance	2703
bellsouth	2704
theater	2705
engelken	2706
delmed	2707
steinhardt	2708
blue	2709
royal	2710
du	2711
standing	2712
fifth	2713
places	2714
besides	2715
procedures	2716
engineers	2717
aide	2718
achieved	2719
english	2720
daiwa	2721
exclusive	2722
harris	2723
advice	2724
restaurants	2725
strongly	2726
rockefeller	2727
forms	2728
quiet	2729
metropolitan	2730
scale	2731
bar	2732
resulting	2733
considerable	2734
baltimore	2735
stable	2736
retailer	2737
schedule	2738
generate	2739
bulk	2740
sensitive	2741
agriculture	2742
turmoil	2743
consensus	2744
efficient	2745
covering	2746
des	2747
accounted	2748
blue-chip	2749
wonder	2750
ranging	2751
el	2752
holiday	2753
weaker	2754
somewhat	2755
berlin	2756
icahn	2757
mci	2758
goals	2759
engine	2760
mesa	2761
mills	2762
psyllium	2763
aetna	2764
anc	2765
corry	2766
deaths	2767
beat	2768
slid	2769
hot	2770
registered	2771
surplus	2772
edison	2773
doubled	2774
concept	2775
arrangement	2776
taiwan	2777
brazil	2778
latin	2779
disk	2780
broken	2781
expire	2782
broader	2783
cleveland	2784
donaldson	2785
pressures	2786
conduct	2787
victory	2788
friend	2789
competing	2790
convicted	2791
jim	2792
asian	2793
hardly	2794
learning	2795
clean	2796
behalf	2797
mich.	2798
involve	2799
dean	2800
miami	2801
economics	2802
initiative	2803
fit	2804
send	2805
argument	2806
davis	2807
variety	2808
regime	2809
combination	2810
guide	2811
location	2812
las	2813
marine	2814
spirits	2815
looked	2816
incentives	2817
defensive	2818
conducted	2819
airways	2820
convert	2821
apparent	2822
delayed	2823
sell-off	2824
delta	2825
poll	2826
eggs	2827
defend	2828
gonzalez	2829
earth	2830
gen.	2831
body	2832
eased	2833
acts	2834
borrowing	2835
arm	2836
rock	2837
pont	2838
permanent	2839
effectively	2840
round	2841
compete	2842
arthur	2843
allen	2844
linked	2845
renewed	2846
seeing	2847
discussing	2848
waste	2849
responded	2850
democrat	2851
answers	2852
districts	2853
meant	2854
broke	2855
principle	2856
wave	2857
identify	2858
device	2859
requiring	2860
address	2861
wine	2862
precious	2863
collection	2864
respond	2865
departure	2866
merc	2867
program-trading	2868
enter	2869
occurred	2870
hoped	2871
favorable	2872
rey	2873
island	2874
engaged	2875
repair	2876
edition	2877
poverty	2878
shall	2879
purposes	2880
abandoned	2881
guard	2882
sellers	2883
sotheby	2884
van	2885
confident	2886
lilly	2887
distributed	2888
peace	2889
trip	2890
weapons	2891
indian	2892
a.m.	2893
forest	2894
recapitalization	2895
experiments	2896
allianz	2897
reasonable	2898
nevertheless	2899
circulation	2900
suffer	2901
scenario	2902
malcolm	2903
watching	2904
teams	2905
mainframe	2906
wild	2907
premiums	2908
plenty	2909
lufkin	2910
stadium	2911
science	2912
writer	2913
strip	2914
telling	2915
secret	2916
marshall	2917
rape	2918
mary	2919
pollution	2920
credibility	2921
crucial	2922
testing	2923
earn	2924
brain	2925
recommended	2926
fill	2927
connecticut	2928
detroit	2929
monitor	2930
solid	2931
packaging	2932
handful	2933
coors	2934
noting	2935
ideas	2936
becomes	2937
coca-cola	2938
secured	2939
duties	2940
loyalty	2941
shut	2942
risen	2943
sustained	2944
rebound	2945
suspension	2946
henry	2947
compares	2948
concrete	2949
coke	2950
causes	2951
buy-outs	2952
succeeded	2953
divisions	2954
manage	2955
sufficient	2956
filings	2957
mergers	2958
scott	2959
syndicate	2960
tentatively	2961
afford	2962
shell	2963
fleet	2964
poison	2965
reluctant	2966
developer	2967
delivered	2968
creative	2969
deep	2970
plastics	2971
miss	2972
newport	2973
senator	2974
toyota	2975
whites	2976
pilson	2977
akzo	2978
wcrs	2979
westinghouse	2980
mobil	2981
decades	2982
imported	2983
fans	2984
stood	2985
credits	2986
commonwealth	2987
sheet	2988
intense	2989
marketplace	2990
cast	2991
sex	2992
feeling	2993
germans	2994
killed	2995
candidate	2996
powers	2997
gov.	2998
younger	2999
caution	3000
teachers	3001
encouraged	3002
eager	3003
host	3004
michigan	3005
intent	3006
oppose	3007
abortions	3008
assuming	3009
dramatic	3010
christopher	3011
permission	3012
judicial	3013
inquiry	3014
attempting	3015
d.c.	3016
complaints	3017
productivity	3018
driving	3019
approximately	3020
criticized	3021
downward	3022
simmons	3023
license	3024
crowd	3025
sit	3026
assumption	3027
timing	3028
hahn	3029
onto	3030
copy	3031
helps	3032
basket	3033
cheaper	3034
fundamental	3035
underwriter	3036
indicating	3037
phoenix	3038
cycle	3039
nomura	3040
charging	3041
drew	3042
amr	3043
experienced	3044
difficulties	3045
mcdonald	3046
waertsilae	3047
projections	3048
biotechnology	3049
ride	3050
remic	3051
webster	3052
subsidies	3053
conservatives	3054
cheap	3055
thomson	3056
dutch	3057
replaced	3058
regulation	3059
imposed	3060
audit	3061
automobile	3062
developments	3063
requested	3064
interbank	3065
capped	3066
owed	3067
draw	3068
indicators	3069
milk	3070
blamed	3071
author	3072
wood	3073
holder	3074
viewed	3075
tight	3076
giuliani	3077
starts	3078
steep	3079
zealand	3080
telegraph	3081
kids	3082
nervous	3083
acting	3084
consideration	3085
detailed	3086
organized	3087
wish	3088
promote	3089
remarks	3090
referring	3091
aggressively	3092
g.	3093
slump	3094
succeeding	3095
originally	3096
divided	3097
catch	3098
fla.	3099
checks	3100
unions	3101
comfortable	3102
legislators	3103
stone	3104
totally	3105
relative	3106
appreciation	3107
counter	3108
opponents	3109
allies	3110
overnight	3111
freeway	3112
dealings	3113
cards	3114
vegas	3115
recover	3116
backing	3117
pill	3118
selected	3119
calculated	3120
falls	3121
carnival	3122
cia	3123
planes	3124
liberal	3125
refinery	3126
kennedy	3127
sciences	3128
korean	3129
foreign-exchange	3130
acknowledged	3131
treaty	3132
mips	3133
gamble	3134
flying	3135
marcos	3136
pinkerton	3137
lies	3138
stateswest	3139
nasa	3140
bikes	3141
sons	3142
maynard	3143
merksamer	3144
asbestos	3145
findings	3146
medicine	3147
vary	3148
resort	3149
visitors	3150
gary	3151
allegedly	3152
representative	3153
steven	3154
memories	3155
curb	3156
maintained	3157
load	3158
controlling	3159
fixed-rate	3160
burden	3161
foot	3162
barney	3163
emerging	3164
mature	3165
gyrations	3166
receipts	3167
permitted	3168
remove	3169
entirely	3170
fired	3171
features	3172
stress	3173
disease	3174
polish	3175
thinking	3176
ends	3177
presented	3178
presidential	3179
straight	3180
exist	3181
technique	3182
attitude	3183
grants	3184
winning	3185
restore	3186
maryland	3187
controversy	3188
speculators	3189
swap	3190
indictment	3191
businessmen	3192
publications	3193
appropriate	3194
disappointed	3195
founded	3196
programming	3197
handled	3198
raises	3199
deadline	3200
category	3201
stated	3202
lewis	3203
mercantile	3204
rural	3205
obvious	3206
sued	3207
participation	3208
anybody	3209
joining	3210
african	3211
departments	3212
promises	3213
penalty	3214
penalties	3215
proved	3216
analysis	3217
apart	3218
expert	3219
start-up	3220
indication	3221
barely	3222
rare	3223
labor-management	3224
cleared	3225
contras	3226
carl	3227
famous	3228
bet	3229
farmer	3230
readers	3231
leads	3232
mgm	3233
freight	3234
activists	3235
retire	3236
sam	3237
rescue	3238
boren	3239
bartlett	3240
showtime	3241
galileo	3242
cotton	3243
permit	3244
leaves	3245
ill.	3246
reductions	3247
link	3248
p.	3249
minneapolis	3250
occur	3251
tells	3252
grant	3253
nonetheless	3254
revive	3255
jenrette	3256
seasonally	3257
copies	3258
polls	3259
depending	3260
financially	3261
warrant	3262
streets	3263
avenue	3264
stakes	3265
character	3266
tone	3267
screen	3268
roger	3269
choose	3270
attracted	3271
courter	3272
remember	3273
shape	3274
classes	3275
resolved	3276
disclosure	3277
realized	3278
sentiment	3279
iowa	3280
merge	3281
definitive	3282
acres	3283
behavior	3284
foreigners	3285
midwest	3286
happens	3287
pounds	3288
warren	3289
slower	3290
three-year	3291
pattern	3292
emphasis	3293
writing	3294
discussed	3295
committees	3296
ticket	3297
breaking	3298
knew	3299
prefer	3300
outlets	3301
cincinnati	3302
charities	3303
second-largest	3304
recovered	3305
odds	3306
potentially	3307
high-risk	3308
plea	3309
participate	3310
howard	3311
paramount	3312
texaco	3313
bankruptcy-law	3314
fbi	3315
contend	3316
love	3317
imperial	3318
takeovers	3319
transport	3320
hoping	3321
optimistic	3322
gandhi	3323
drilling	3324
seidman	3325
gnp	3326
false	3327
rallied	3328
outcome	3329
cohen	3330
lists	3331
busy	3332
rica	3333
broadcast	3334
fda	3335
fox	3336
conner	3337
leverage	3338
cathay	3339
trelleborg	3340
state-owned	3341
iii	3342
downtown	3343
bidders	3344
ps	3345
attached	3346
contractor	3347
failing	3348
sanctions	3349
completely	3350
recognition	3351
malaysia	3352
philippines	3353
debts	3354
factories	3355
residential	3356
watched	3357
durable	3358
characters	3359
search	3360
aspects	3361
hospitals	3362
authorized	3363
era	3364
fail	3365
admitted	3366
argues	3367
gotten	3368
economies	3369
display	3370
pleaded	3371
bolster	3372
scores	3373
greatly	3374
academic	3375
concentrate	3376
unfair	3377
favorite	3378
somebody	3379
tools	3380
s&l	3381
obtained	3382
traditionally	3383
urging	3384
weight	3385
interesting	3386
eliminated	3387
hundred	3388
ronald	3389
ships	3390
assumed	3391
edge	3392
travelers	3393
capitol	3394
well-known	3395
greatest	3396
perspective	3397
jeffrey	3398
plays	3399
negotiated	3400
raw	3401
learn	3402
obviously	3403
veteran	3404
cattle	3405
theme	3406
stability	3407
weather	3408
difficulty	3409
anticipation	3410
financier	3411
comparison	3412
apparel	3413
bethlehem	3414
exceeded	3415
printing	3416
credit-card	3417
pays	3418
boards	3419
fiat	3420
lire	3421
slight	3422
submitted	3423
airport	3424
tennessee	3425
vietnam	3426
overhaul	3427
missing	3428
discipline	3429
mainframes	3430
roberts	3431
supporting	3432
casualty	3433
quebecor	3434
zero-coupon	3435
canceled	3436
kellogg	3437
bloomingdale	3438
unisys	3439
saab	3440
eagle	3441
harvard	3442
taxable	3443
italian	3444
lift	3445
forward	3446
subscribers	3447
electricity	3448
rothschild	3449
attempts	3450
pool	3451
located	3452
improvements	3453
dennis	3454
pharmaceuticals	3455
sweeping	3456
predicting	3457
baby	3458
novel	3459
degree	3460
complaint	3461
peak	3462
lane	3463
master	3464
asks	3465
wages	3466
1990s	3467
eyes	3468
posts	3469
seriously	3470
advised	3471
studying	3472
correct	3473
measured	3474
deny	3475
funded	3476
doctors	3477
associate	3478
climate	3479
pop	3480
resolve	3481
stem	3482
hire	3483
tire	3484
complain	3485
suddenly	3486
tom	3487
pieces	3488
surprisingly	3489
wpp	3490
railroad	3491
segments	3492
consent	3493
focusing	3494
va.	3495
borrowed	3496
ariz.	3497
aides	3498
happy	3499
ringers	3500
train	3501
ton	3502
socialist	3503
arms	3504
covers	3505
replacement	3506
gray	3507
seed	3508
solution	3509
cell	3510
walls	3511
mill	3512
electrical	3513
consequences	3514
extensive	3515
plaintiffs	3516
duty	3517
negotiable	3518
quotations	3519
specified	3520
casino	3521
laboratories	3522
taylor	3523
squeeze	3524
importance	3525
wolf	3526
tiger	3527
cos.	3528
adjustments	3529
accident	3530
produces	3531
rebels	3532
lebanon	3533
disasters	3534
insider	3535
slowed	3536
partial	3537
roy	3538
projected	3539
allows	3540
milton	3541
reset	3542
partnerships	3543
terrorism	3544
struck	3545
hastings	3546
monitoring	3547
satellite	3548
panamanian	3549
franklin	3550
jose	3551
republic	3552
donations	3553
experiment	3554
amex	3555
colgate	3556
cigarettes	3557
grace	3558
receiving	3559
stockholders	3560
colorado	3561
hardware	3562
saudi	3563
turkey	3564
mortgage-backed	3565
hefty	3566
focused	3567
row	3568
spielvogel	3569
surveyed	3570
walk	3571
plane	3572
classic	3573
flag	3574
dynamics	3575
barrel	3576
sectors	3577
abuse	3578
chosen	3579
admits	3580
blow	3581
random	3582
modestly	3583
expires	3584
necessarily	3585
considerably	3586
officially	3587
supplier	3588
converted	3589
advocates	3590
depressed	3591
explains	3592
barriers	3593
structures	3594
tiny	3595
neighborhood	3596
fee	3597
bells	3598
finds	3599
professionals	3600
fined	3601
marina	3602
manages	3603
acceptance	3604
turnaround	3605
diversified	3606
bridges	3607
charter	3608
pa.	3609
failures	3610
injuries	3611
adequate	3612
wright	3613
stuff	3614
sitting	3615
adjustable	3616
annualized	3617
evans	3618
violation	3619
legislature	3620
inventory	3621
struggling	3622
consistently	3623
boosting	3624
approached	3625
vast	3626
surrounding	3627
involvement	3628
edged	3629
investment-grade	3630
cap	3631
mix	3632
hits	3633
mines	3634
delaware	3635
unveiled	3636
depends	3637
longtime	3638
puerto	3639
scheme	3640
missouri	3641
plummeted	3642
respectively	3643
specifically	3644
bankamerica	3645
testimony	3646
dangerous	3647
witter	3648
essential	3649
sand	3650
risky	3651
crimes	3652
wars	3653
assessment	3654
scene	3655
uncertain	3656
lone	3657
stein	3658
ralph	3659
expiration	3660
spill	3661
whitbread	3662
conglomerate	3663
money-market	3664
evening	3665
banned	3666
incentive	3667
page	3668
withdrawal	3669
complicated	3670
introduction	3671
seoul	3672
operational	3673
versions	3674
fat	3675
contractors	3676
seasonal	3677
kenneth	3678
slowly	3679
reality	3680
male	3681
symbol	3682
appointment	3683
smoking	3684
artist	3685
contained	3686
box	3687
cocoa	3688
revolution	3689
insists	3690
matching	3691
florio	3692
motion	3693
bases	3694
worries	3695
concedes	3696
dismissed	3697
conviction	3698
implications	3699
reportedly	3700
lackluster	3701
merged	3702
protected	3703
retained	3704
investigating	3705
fueled	3706
insisted	3707
federation	3708
switch	3709
affiliates	3710
persuade	3711
pleased	3712
flexibility	3713
samuel	3714
presidents	3715
clearing	3716
restructure	3717
window	3718
performed	3719
fargo	3720
loyal	3721
subsequent	3722
attended	3723
nearby	3724
publish	3725
sole	3726
easing	3727
unfortunately	3728
compliance	3729
williams	3730
house-senate	3731
struggle	3732
solutions	3733
mentioned	3734
dominated	3735
collateral	3736
independence	3737
mikhail	3738
prospective	3739
doctor	3740
tool	3741
triple-a	3742
moon	3743
toll	3744
brussels	3745
respondents	3746
est	3747
adjustment	3748
confirm	3749
diluted	3750
stick	3751
spiegel	3752
specialized	3753
path	3754
lease	3755
injured	3756
pro	3757
commissioner	3758
lots	3759
laboratory	3760
repeated	3761
healthvest	3762
conspiracy	3763
hiring	3764
transferred	3765
budgets	3766
racketeering	3767
dropping	3768
discounting	3769
probe	3770
marked	3771
repurchase	3772
chevron	3773
bike	3774
carpenter	3775
ski	3776
award	3777
tvs	3778
bally	3779
kodak	3780
hooker	3781
tw	3782
imf	3783
dumped	3784
30-day	3785
pointed	3786
publishers	3787
feb.	3788
spinoff	3789
contain	3790
competitor	3791
tandy	3792
eligible	3793
russian	3794
counts	3795
suppliers	3796
suspect	3797
shortage	3798
notion	3799
fare	3800
bates	3801
steve	3802
mission	3803
apartment	3804
loose	3805
fuji	3806
attacks	3807
forcing	3808
ministers	3809
skills	3810
promotions	3811
sat	3812
salary	3813
murder	3814
angry	3815
advisory	3816
sacramento	3817
dozens	3818
stance	3819
sending	3820
bias	3821
killing	3822
emerge	3823
compiled	3824
bearish	3825
convinced	3826
ounces	3827
viewers	3828
survive	3829
extension	3830
therefore	3831
installed	3832
ill	3833
cent	3834
redemption	3835
happening	3836
shipped	3837
suburban	3838
upward	3839
agrees	3840
expecting	3841
nicholas	3842
count	3843
financed	3844
hudson	3845
stepped	3846
foster	3847
panic	3848
weakening	3849
basically	3850
rolling	3851
completion	3852
picked	3853
planner	3854
usa	3855
conversion	3856
ordinary	3857
eliminating	3858
indications	3859
rumored	3860
kinds	3861
valuable	3862
spanish	3863
aftermath	3864
baskets	3865
raymond	3866
ultimate	3867
fidelity	3868
discontinued	3869
stretch	3870
generated	3871
reliance	3872
mercury	3873
anyway	3874
affecting	3875
cleanup	3876
formally	3877
licenses	3878
trump	3879
troops	3880
born	3881
equities	3882
loan-loss	3883
secure	3884
exchequer	3885
aviation	3886
components	3887
berkeley	3888
user	3889
deficit-reduction	3890
driven	3891
rent	3892
robust	3893
injunction	3894
relationships	3895
honda	3896
palo	3897
coalition	3898
katz	3899
refinancing	3900
craig	3901
restricted	3902
cfcs	3903
racial	3904
lotus	3905
swedish	3906
kemper	3907
charity	3908
amoco	3909
treasurer	3910
renaissance	3911
newsletter	3912
roads	3913
speaker	3914
jacobson	3915
ingersoll	3916
a.m	3917
jurors	3918
goodson	3919
pemex	3920
unusually	3921
explained	3922
treat	3923
museum	3924
honor	3925
setback	3926
bonuses	3927
rowe	3928
refund	3929
calculations	3930
minute	3931
regarded	3932
claiming	3933
pioneer	3934
bass	3935
optical	3936
seller	3937
netherlands	3938
globe	3939
warsaw	3940
environmentalists	3941
homeless	3942
die	3943
compare	3944
pro-choice	3945
truth	3946
incest	3947
rice	3948
teacher	3949
lowest	3950
ward	3951
serving	3952
creation	3953
prepare	3954
referred	3955
sounds	3956
publication	3957
sullivan	3958
carefully	3959
averaged	3960
lucrative	3961
assist	3962
gaf	3963
arguments	3964
lake	3965
knight	3966
rolled	3967
distributor	3968
louisville	3969
articles	3970
print	3971
maturing	3972
aim	3973
concessions	3974
elderly	3975
promoting	3976
congressman	3977
500-stock	3978
expenditures	3979
meaning	3980
requests	3981
formula	3982
similarly	3983
contest	3984
facts	3985
dorrance	3986
responsibilities	3987
repeatedly	3988
empire	3989
agricultural	3990
execution	3991
wheat	3992
encouraging	3993
marketers	3994
absolutely	3995
efficiency	3996
owning	3997
edwards	3998
immune	3999
enable	4000
dominant	4001
geneva	4002
shelf	4003
