<pad>	0
<bos>	1
<eos>	2
_UNK	3
.	4
the	5
,	6
and	7
i	8
a	9
to	10
was	11
it	12
of	13
is	14
for	15
in	16
but	17
this	18
my	19
that	20
they	21
you	22
we	23
!	24
n't	25
not	26
with	27
on	28
have	29
's	30
food	31
had	32
place	33
good	34
are	35
were	36
at	37
so	38
there	39
be	40
here	41
...	42
great	43
very	44
as	45
service	46
if	47
like	48
do	49
all	50
just	51
-rrb-	52
me	53
out	54
2	55
-lrb-	56
get	57
3	58
time	59
one	60
would	61
4	62
go	63
1	64
their	65
when	66
from	67
back	68
or	69
our	70
did	71
really	72
up	73
0	74
about	75
no	76
will	77
an	78
$	79
what	80
-	81
been	82
only	83
some	84
your	85
can	86
which	87
more	88
got	89
too	90
nice	91
've	92
because	93
even	94
other	95
also	96
by	97
''	98
them	99
has	100
``	101
us	102
after	103
could	104
better	105
best	106
he	107
ordered	108
'm	109
than	110
went	111
never	112
love	113
she	114
much	115
pretty	116
always	117
?	118
well	119
staff	120
little	121
people	122
order	123
chicken	124
restaurant	125
again	126
try	127
over	128
friendly	129
came	130
:	131
come	132
first	133
bad	134
going	135
vegas	136
way	137
then	138
bar	139
menu	140
make	141
off	142
know	143
definitely	144
think	145
pizza	146
night	147
eat	148
want	149
how	150
ever	151
experience	152
any	153
two	154
am	155
say	156
wait	157
price	158
&	159
still	160
location	161
're	162
who	163
times	164
give	165
lunch	166
before	167
made	168
down	169
right	170
day	171
new	172
around	173
delicious	174
few	175
minutes	176
everything	177
while	178
see	179
nothing	180
said	181
sure	182
room	183
take	184
though	185
now	186
ok	187
her	188
amazing	189
drinks	190
'll	191
its	192
took	193
cheese	194
most	195
another	196
since	197
prices	198
many	199
bit	200
next	201
small	202
salad	203
fresh	204
ca	205
worth	206
find	207
last	208
something	209
lot	210
!!	211
recommend	212
every	213
stars	214
being	215
thing	216
area	217
long	218
table	219
sauce	220
5	221
burger	222
should	223
tried	224
dinner	225
meal	226
quality	227
store	228
where	229
big	230
does	231
hot	232
hour	233
looking	234
asked	235
work	236
fries	237
awesome	238
clean	239
drink	240
need	241
told	242
'd	243
happy	244
customer	245
into	246
side	247
however	248
selection	249
taste	250
home	251
both	252
breakfast	253
same	254
sushi	255
atmosphere	256
sandwich	257
hotel	258
decent	259
beer	260
wanted	261
coffee	262
check	263
special	264
places	265
enough	266
!!!	267
feel	268
old	269
money	270
his	271
meat	272
free	273
different	274
excellent	275
probably	276
super	277
else	278
anything	279
things	280
away	281
why	282
left	283
flavor	284
friends	285
server	286
favorite	287
visit	288
overall	289
maybe	290
found	291
disappointed	292
tasty	293
years	294
10	295
once	296
fun	297
rice	298
actually	299
used	300
buffet	301
thought	302
line	303
huge	304
steak	305
show	306
tasted	307
look	308
busy	309
friend	310
kind	311
these	312
wo	313
strip	314
bread	315
pay	316
inside	317
top	318
stay	319
coming	320
;	321
quite	322
high	323
star	324
sweet	325
half	326
fried	327
town	328
far	329
getting	330
hard	331
full	332
done	333
beef	334
least	335
business	336
soup	337
open	338
waitress	339
ask	340
large	341
use	342
usually	343
called	344
put	345
cool	346
everyone	347
almost	348
fast	349
worst	350
spot	351
through	352
cheap	353
horrible	354
fish	355
items	356
review	357
let	358
reviews	359
cold	360
average	361
decided	362
quick	363
car	364
each	365
looked	366
water	367
music	368
couple	369
gave	370
house	371
eating	372
family	373
outside	374
20	375
waiting	376
slow	377
okay	378
shop	379
without	380
--	381
during	382
close	383
rude	384
having	385
enjoy	386
less	387
wrong	388
care	389
those	390
dishes	391
seemed	392
manager	393
must	394
expensive	395
hours	396
husband	397
restaurants	398
loved	399
front	400
perfect	401
trying	402
part	403
especially	404
someone	405
either	406
tables	407
wine	408
cooked	409
terrible	410
shrimp	411
call	412
such	413
whole	414
dish	415
return	416
'	417
three	418
him	419
stop	420
served	421
extra	422
plus	423
week	424
enjoyed	425
seems	426
person	427
cream	428
dry	429
pork	430
guy	431
deal	432
second	433
waiter	434
walk	435
guess	436
reason	437
kids	438
instead	439
until	440
parking	441
several	442
end	443
makes	444
waited	445
wife	446
ice	447
today	448
tell	449
bland	450
walked	451
options	452
expect	453
job	454
mexican	455
finally	456
tacos	457
fan	458
live	459
felt	460
oh	461
spicy	462
party	463
keep	464
chips	465
may	466
extremely	467
needed	468
lots	469
door	470
help	471
helpful	472
year	473
highly	474
ate	475
although	476
15	477
portions	478
real	479
days	480
wish	481
thai	482
sit	483
chocolate	484
impressed	485
might	486
owner	487
decor	488
own	489
bring	490
stuff	491
absolutely	492
customers	493
group	494
fantastic	495
anyone	496
drive	497
las	498
fine	499
later	500
seem	501
liked	502
street	503
dining	504
wonderful	505
late	506
tea	507
dessert	508
name	509
sat	510
burgers	511
saw	512
30	513
ago	514
buy	515
priced	516
yes	517
local	518
rolls	519
wings	520
plate	521
leave	522
yet	523
course	524
rather	525
guys	526
able	527
club	528
red	529
rooms	530
casino	531
brought	532
employees	533
bbq	534
6	535
chinese	536
problem	537
roll	538
trip	539
paid	540
offer	541
yelp	542
pool	543
twice	544
working	545
overpriced	546
reasonable	547
stopped	548
poor	549
comes	550
point	551
salsa	552
looks	553
size	554
regular	555
style	556
cut	557
attentive	558
fact	559
mediocre	560
needs	561
bacon	562
myself	563
charge	564
floor	565
sandwiches	566
seated	567
seating	568
gone	569
past	570
dirty	571
ended	572
eggs	573
bill	574
seen	575
easy	576
crab	577
de	578
dog	579
variety	580
patio	581
hair	582
started	583
beautiful	584
run	585
arrived	586
often	587
phone	588
sitting	589
serve	590
egg	591
gets	592
pick	593
morning	594
hit	595
short	596
counter	597
saturday	598
yummy	599
expected	600
/	601
pricey	602
green	603
plenty	604
`	605
soon	606
french	607
amount	608
italian	609
totally	610
under	611
already	612
making	613
empty	614
+	615
change	616
company	617
seriously	618
phoenix	619
flavors	620
start	621
card	622
watch	623
%	624
doing	625
remember	626
stayed	627
choice	628
awful	629
across	630
mind	631
early	632
heard	633
weekend	634
believe	635
kitchen	636
la	637
girl	638
unfortunately	639
given	640
near	641
sunday	642
cake	643
others	644
white	645
pasta	646
cost	647
warm	648
tip	649
taco	650
list	651
loud	652
completely	653
beans	654
servers	655
burrito	656
sorry	657
pho	658
kept	659
sometimes	660
*	661
walking	662
spend	663
view	664
months	665
ambiance	666
friday	667
four	668
appetizer	669
located	670
lady	671
unless	672
between	673
eaten	674
itself	675
potato	676
crowded	677
packed	678
wow	679
potatoes	680
please	681
portion	682
entire	683
ordering	684
received	685
bowl	686
hungry	687
taking	688
beers	689
understand	690
disappointing	691
quickly	692
choose	693
8	694
man	695
glass	696
seafood	697
mean	698
game	699
life	700
behind	701
bartender	702
comfortable	703
main	704
shopping	705
frozen	706
thanks	707
thank	708
ready	709
add	710
set	711
recently	712
simple	713
grilled	714
closed	715
light	716
rest	717
bought	718
salty	719
type	720
waste	721
available	722
choices	723
due	724
greasy	725
giving	726
mall	727
!!!!	728
orders	729
noodles	730
crowd	731
authentic	732
airport	733
brunch	734
bite	735
city	736
cute	737
specials	738
low	739
miss	740
etc.	741
offered	742
hope	743
surprised	744
girls	745
prepared	746
cafe	747
office	748
yourself	749
evening	750
paying	751
garlic	752
chef	753
glad	754
park	755
excited	756
recommended	757
somewhere	758
7	759
avoid	760
opened	761
cup	762
boyfriend	763
birthday	764
ones	765
hate	766
ingredients	767
longer	768
delivery	769
spent	770
saying	771
five	772
joint	773
space	774
world	775
read	776
interesting	777
along	778
dont	779
perfectly	780
hand	781
worse	782
sad	783
pleasant	784
standard	785
based	786
salmon	787
except	788
lobster	789
flavorful	790
kinda	791
rib	792
head	793
pm	794
bucks	795
crust	796
sign	797
fair	798
weeks	799
unique	800
typical	801
honestly	802
black	803
option	804
scottsdale	805
bathroom	806
moved	807
middle	808
attitude	809
total	810
crispy	811
le	812
charged	813
save	814
management	815
ribs	816
oil	817
center	818
idea	819
per	820
chance	821
knew	822
taken	823
downtown	824
month	825
toppings	826
crazy	827
together	828
50	829
within	830
tastes	831
stores	832
anywhere	833
changed	834
curry	835
feeling	836
neighborhood	837
asian	838
minute	839
die	840
appointment	841
takes	842
play	843
staying	844
literally	845
mac	846
tv	847
professional	848
chain	849
tuna	850
exactly	851
talk	852
meals	853
seat	854
talking	855
fix	856
elsewhere	857
weird	858
pieces	859
value	860
forever	861
number	862
grab	863
above	864
date	865
appetizers	866
min	867
bottle	868
sausage	869
salads	870
including	871
valley	872
40	873
chili	874
goes	875
meh	876
piece	877
issue	878
onion	879
anyway	880
gross	881
medium	882
solid	883
hands	884
n	885
butter	886
12	887
toast	888
et	889
tiny	890
expecting	891
simply	892
dollars	893
certainly	894
dance	895
mention	896
attention	897
veggies	898
lost	899
turned	900
rating	901
barely	902
limited	903
considering	904
hear	905
box	906
dogs	907
fairly	908
added	909
nails	910
forgot	911
desk	912
basically	913
thin	914
tasting	915
visited	916
25	917
school	918
checked	919
yum	920
cook	921
mostly	922
plates	923
desserts	924
forward	925
sides	926
son	927
station	928
owners	929
write	930
:-rrb-	931
stand	932
cheaper	933
item	934
lettuce	935
reservation	936
prime	937
visiting	938
otherwise	939
noticed	940
watching	941
returning	942
treat	943
sucks	944
opinion	945
happened	946
lol	947
dark	948
filled	949
gotten	950
mins	951
vibe	952
says	953
=	954
soft	955
pancakes	956
cash	957
massage	958
hostess	959
mix	960
online	961
salon	962
whatever	963
45	964
turkey	965
seats	966
salt	967
book	968
mixed	969
lack	970
section	971
truly	972
compared	973
smell	974
starbucks	975
credit	976
complaint	977
100	978
daughter	979
shot	980
disgusting	981
groupon	982
craving	983
case	984
pie	985
combo	986
finish	987
forget	988
prefer	989
ridiculous	990
dressing	991
charlotte	992
plan	993
tonight	994
playing	995
mine	996
entree	997
movie	998
stick	999
foods	1000
nights	1001
mouth	1002
serving	1003
vegetarian	1004
slightly	1005
wall	1006
lacking	1007
afternoon	1008
running	1009
establishment	1010
pass	1011
disappointment	1012
indian	1013
soggy	1014
upon	1015
sports	1016
shops	1017
outdoor	1018
products	1019
young	1020
mom	1021
outstanding	1022
convenient	1023
fruit	1024
beat	1025
baked	1026
tomato	1027
level	1028
single	1029
coupon	1030
onions	1031
alright	1032
obviously	1033
healthy	1034
rock	1035
yeah	1036
worked	1037
immediately	1038
expectations	1039
thinking	1040
asking	1041
window	1042
tender	1043
games	1044
matter	1045
bunch	1046
nail	1047
corn	1048
fancy	1049
apparently	1050
showed	1051
u	1052
move	1053
plain	1054
sell	1055
entrees	1056
#	1057
supposed	1058
usual	1059
sort	1060
blue	1061
seeing	1062
bartenders	1063
locations	1064
veggie	1065
grill	1066
9	1067
filling	1068
normally	1069
slice	1070
spring	1071
market	1072
bag	1073
bed	1074
helped	1075
true	1076
sick	1077
share	1078
split	1079
normal	1080
par	1081
sour	1082
none	1083
eye	1084
pad	1085
beyond	1086
w	1087
leaving	1088
nachos	1089
wash	1090
building	1091
means	1092
anymore	1093
picked	1094
noodle	1095
greeted	1096
original	1097
heat	1098
note	1099
double	1100
using	1101
suggest	1102
quiet	1103
lamb	1104
air	1105
employee	1106
funny	1107
lines	1108
im	1109
smaller	1110
questions	1111
mess	1112
milk	1113
word	1114
pulled	1115
thru	1116
pour	1117
face	1118
incredible	1119
higher	1120
didnt	1121
works	1122
american	1123
sauces	1124
corner	1125
sent	1126
shows	1127
alone	1128
clearly	1129
buffets	1130
cashier	1131
easily	1132
rare	1133
included	1134
complete	1135
soda	1136
tough	1137
na	1138
montreal	1139
summer	1140
turn	1141
fabulous	1142
honest	1143
hang	1144
stuffed	1145
general	1146
despite	1147
orange	1148
knows	1149
fat	1150
casual	1151
similar	1152
pittsburgh	1153
bars	1154
lived	1155
spinach	1156
?!	1157
issues	1158
delivered	1159
missing	1160
ladies	1161
??	1162
bottom	1163
finished	1164
crap	1165
break	1166
basic	1167
resort	1168
dip	1169
lovely	1170
perhaps	1171
possible	1172
tons	1173
bun	1174
incredibly	1175
reading	1176
shared	1177
fee	1178
gym	1179
complain	1180
overcooked	1181
touch	1182
desert	1183
chairs	1184
cause	1185
yogurt	1186
thick	1187
discount	1188
reasonably	1189
hash	1190
damn	1191
fill	1192
mistake	1193
rate	1194
mushrooms	1195
dollar	1196
overly	1197
nearly	1198
ramen	1199
multiple	1200
checking	1201
seasoned	1202
un	1203
actual	1204
negative	1205
bother	1206
particular	1207
future	1208
woman	1209
covered	1210
iced	1211
class	1212
dr.	1213
sub	1214
surprise	1215
tasteless	1216
agree	1217
services	1218
cocktails	1219
event	1220
positive	1221
homemade	1222
gift	1223
1/2	1224
hold	1225
folks	1226
theater	1227
pizzas	1228
product	1229
pub	1230
everywhere	1231
juice	1232
hoping	1233
california	1234
modern	1235
purchase	1236
cocktail	1237
smoke	1238
vegetables	1239
personal	1240
bellagio	1241
tofu	1242
nearby	1243
mood	1244
grocery	1245
tickets	1246
flat	1247
affordable	1248
slices	1249
glasses	1250
south	1251
pepper	1252
drinking	1253
spa	1254
machine	1255
ahead	1256
treated	1257
difficult	1258
arizona	1259
speak	1260
paper	1261
meats	1262
deep	1263
generous	1264
flight	1265
purchased	1266
meet	1267
greek	1268
met	1269
rush	1270
knowledgeable	1271
yesterday	1272
road	1273
system	1274
chose	1275
bigger	1276
willing	1277
appreciate	1278
duck	1279
security	1280
filet	1281
24	1282
cover	1283
strong	1284
standing	1285
margarita	1286
kid	1287
previous	1288
sugar	1289
mentioned	1290
art	1291
juicy	1292
skip	1293
efficient	1294
les	1295
traditional	1296
sales	1297
spectacular	1298
nasty	1299
website	1300
somewhat	1301
older	1302
guacamole	1303
japanese	1304
cleaning	1305
pleased	1306
à	1307
environment	1308
experienced	1309
york	1310
joke	1311
lounge	1312
clear	1313
ride	1314
zero	1315
hell	1316
happen	1317
straight	1318
burnt	1319
vegan	1320
drunk	1321
buying	1322
boy	1323
venue	1324
carne	1325
satisfied	1326
tap	1327
complaints	1328
legs	1329
bean	1330
experiences	1331
color	1332
hotels	1333
hype	1334
interior	1335
guests	1336
margaritas	1337
pita	1338
below	1339
boring	1340
spots	1341
baby	1342
spice	1343
generally	1344
girlfriend	1345
problems	1346
smile	1347
reservations	1348
known	1349
bagel	1350
country	1351
imagine	1352
asada	1353
wedding	1354
clothes	1355
major	1356
korean	1357
gas	1358
addition	1359
mushroom	1360
presentation	1361
update	1362
donuts	1363
living	1364
wifi	1365
cupcakes	1366
conversation	1367
annoying	1368
tomatoes	1369
madison	1370
shoes	1371
offers	1372
refills	1373
women	1374
gravy	1375
machines	1376
moving	1377
concept	1378
sadly	1379
drop	1380
brown	1381
cakes	1382
sense	1383
range	1384
alcohol	1385
feels	1386
stale	1387
impressive	1388
stuck	1389
bakery	1390
texture	1391
deals	1392
odd	1393
cuisine	1394
chipotle	1395
sister	1396
stood	1397
children	1398
workers	1399
diner	1400
wrap	1401
monday	1402
ton	1403
deli	1404
grand	1405
continue	1406
send	1407
likely	1408
bathrooms	1409
pictures	1410
king	1411
ny	1412
broth	1413
polite	1414
wide	1415
tuesday	1416
nicely	1417
dj	1418
nor	1419
classic	1420
visits	1421
pricing	1422
shame	1423
relaxing	1424
heavy	1425
steaks	1426
favorites	1427
avocado	1428
fit	1429
waitresses	1430
11	1431
deliver	1432
calamari	1433
luck	1434
chicago	1435
fixed	1436
east	1437
feet	1438
consistently	1439
hey	1440
raw	1441
chewy	1442
peppers	1443
process	1444
particularly	1445
personally	1446
notch	1447
ran	1448
trust	1449
mini	1450
english	1451
cant	1452
doubt	1453
dim	1454
shower	1455
brand	1456
driving	1457
cozy	1458
sucked	1459
accommodating	1460
round	1461
carry	1462
bites	1463
banana	1464
hubby	1465
third	1466
walls	1467
lucky	1468
pot	1469
coconut	1470
selections	1471
brisket	1472
garden	1473
miles	1474
recent	1475
buffalo	1476
wynn	1477
cars	1478
register	1479
waffles	1480
est	1481
finding	1482
wonder	1483
step	1484
sale	1485
loves	1486
hummus	1487
apple	1488
cheesecake	1489
themselves	1490
opening	1491
patrons	1492
closer	1493
biggest	1494
lemon	1495
rings	1496
story	1497
omg	1498
provide	1499
ass	1500
broken	1501
closing	1502
north	1503
answer	1504
doctor	1505
ambience	1506
gelato	1507
gem	1508
become	1509
gyro	1510
west	1511
besides	1512
throughout	1513
dead	1514
request	1515
sum	1516
correct	1517
???	1518
god	1519
stomach	1520
fry	1521
whenever	1522
locals	1523
oysters	1524
consider	1525
ranch	1526
cookies	1527
!!!!!	1528
arrive	1529
gives	1530
pedicure	1531
truck	1532
popular	1533
band	1534
hidden	1535
sound	1536
booked	1537
waffle	1538
roasted	1539
refill	1540
heart	1541
weekends	1542
tortilla	1543
pop	1544
caesar	1545
notice	1546
lacked	1547
bell	1548
college	1549
figure	1550
rich	1551
setting	1552
beware	1553
creamy	1554
spending	1555
boba	1556
smoked	1557
placed	1558
frequent	1559
plastic	1560
honey	1561
prompt	1562
returned	1563
larger	1564
certain	1565
und	1566
sized	1567
areas	1568
welcome	1569
self	1570
cooking	1571
difference	1572
needless	1573
foot	1574
ham	1575
bagels	1576
san	1577
pas	1578
delish	1579
drove	1580
state	1581
thursday	1582
mile	1583
exceptional	1584
hardly	1585
thats	1586
fare	1587
non	1588
men	1589
hole	1590
serious	1591
tempe	1592
18	1593
dine	1594
lights	1595
ta	1596
dropped	1597
smelled	1598
eyes	1599
whether	1600
separate	1601
sold	1602
awhile	1603
consistent	1604
wanting	1605
costs	1606
court	1607
picture	1608
strawberry	1609
strange	1610
seasoning	1611
cards	1612
que	1613
ten	1614
perfection	1615
missed	1616
internet	1617
platter	1618
flavorless	1619
health	1620
daily	1621
sliders	1622
support	1623
additional	1624
blah	1625
ticket	1626
lobby	1627
benedict	1628
question	1629
uncomfortable	1630
waiters	1631
hopefully	1632
etc	1633
guest	1634
christmas	1635
dive	1636
owned	1637
catch	1638
pepperoni	1639
patient	1640
crappy	1641
specialty	1642
repair	1643
cleaned	1644
played	1645
receive	1646
realize	1647
dancing	1648
goodness	1649
chill	1650
60	1651
calling	1652
situation	1653
figured	1654
rushed	1655
2nd	1656
serves	1657
mango	1658
explained	1659
dress	1660
hip	1661
crepe	1662
admit	1663
giant	1664
talked	1665
mashed	1666
stage	1667
team	1668
shake	1669
telling	1670
points	1671
du	1672
fell	1673
square	1674
pleasantly	1675
burritos	1676
produce	1677
changes	1678
aside	1679
types	1680
crepes	1681
anyways	1682
apart	1683
pain	1684
parts	1685
spoke	1686
important	1687
clubs	1688
bf	1689
lower	1690
express	1691
cab	1692
nicer	1693
az	1694
roast	1695
entrance	1696
scene	1697
welcoming	1698
stock	1699
combination	1700
sample	1701
post	1702
realized	1703
joe	1704
moist	1705
bright	1706
bank	1707
enjoyable	1708
pastries	1709
edible	1710
courteous	1711
cookie	1712
candy	1713
doors	1714
tvs	1715
subway	1716
version	1717
compare	1718
memorable	1719
en	1720
smells	1721
cupcake	1722
cirque	1723
throw	1724
omelet	1725
fault	1726
decide	1727
luckily	1728
department	1729
furniture	1730
six	1731
sashimi	1732
y	1733
mgm	1734
favor	1735
mother	1736
prior	1737
pink	1738
interested	1739
gon	1740
bomb	1741
spacious	1742
surprisingly	1743
refund	1744
excuse	1745
scallops	1746
tired	1747
alot	1748
training	1749
kick	1750
suggested	1751
provided	1752
heaven	1753
body	1754
till	1755
wont	1756
comment	1757
suppose	1758
helping	1759
refused	1760
olive	1761
various	1762
14	1763
s	1764
tempura	1765
inexpensive	1766
threw	1767
famous	1768
driver	1769
explain	1770
weather	1771
nobody	1772
:-lrb-	1773
belly	1774
unlike	1775
absolute	1776
def	1777
screen	1778
pros	1779
vanilla	1780
basil	1781
occasions	1782
relatively	1783
venetian	1784
grease	1785
crunchy	1786
contact	1787
meatballs	1788
des	1789
cons	1790
gel	1791
standards	1792
snack	1793
lazy	1794
member	1795
ignored	1796
typically	1797
groups	1798
enchiladas	1799
unprofessional	1800
further	1801
anytime	1802
skin	1803
booth	1804
earlier	1805
comfy	1806
smoothie	1807
host	1808
tortillas	1809
key	1810
email	1811
beds	1812
parents	1813
peanut	1814
vietnamese	1815
creative	1816
wear	1817
une	1818
insurance	1819
response	1820
dozen	1821
ruined	1822
so-so	1823
weak	1824
gourmet	1825
poorly	1826
lighting	1827
bone	1828
ground	1829
suite	1830
fire	1831
reminded	1832
bus	1833
polish	1834
layout	1835
biscuits	1836
moment	1837
cups	1838
sun	1839
leaves	1840
fall	1841
sticky	1842
distance	1843
requested	1844
wants	1845
valet	1846
rave	1847
bay	1848
16	1849
latte	1850
advice	1851
bottles	1852
3.5	1853
wasnt	1854
coupons	1855
wrapped	1856
putting	1857
teriyaki	1858
upset	1859
hanging	1860
island	1861
neither	1862
greens	1863
possibly	1864
fountain	1865
members	1866
walmart	1867
crisp	1868
je	1869
ive	1870
stupid	1871
sizes	1872
recommendation	1873
receipt	1874
vacation	1875
passed	1876
words	1877
board	1878
upstairs	1879
safe	1880
smoking	1881
o	1882
complimentary	1883
design	1884
budget	1885
travel	1886
facility	1887
shit	1888
menus	1889
disappoint	1890
haircut	1891
35	1892
property	1893
picky	1894
constantly	1895
listen	1896
dried	1897
pet	1898
stated	1899
package	1900
topped	1901
martini	1902
wtf	1903
act	1904
effort	1905
b	1906
phenomenal	1907
entertainment	1908
neat	1909
against	1910
dumplings	1911
organic	1912
coke	1913
wednesday	1914
match	1915
hello	1916
sounds	1917
relax	1918
bringing	1919
tips	1920
tapas	1921
goods	1922
quesadilla	1923
writing	1924
corporate	1925
mayo	1926
bonus	1927
upscale	1928
properly	1929
90	1930
random	1931
informed	1932
noise	1933
watched	1934
information	1935
rental	1936
replaced	1937
philly	1938
impression	1939
gorgeous	1940
bags	1941
patty	1942
calls	1943
allowed	1944
yuck	1945
likes	1946
~	1947
vip	1948
sea	1949
closest	1950
refreshing	1951
@	1952
trendy	1953
football	1954
melted	1955
desired	1956
gluten	1957
site	1958
eh	1959
downside	1960
steakhouse	1961
80	1962
handle	1963
tax	1964
bloody	1965
superb	1966
soups	1967
follow	1968
towards	1969
relaxed	1970
rip	1971
complained	1972
laid	1973
broccoli	1974
au	1975
planet	1976
learn	1977
freshly	1978
messed	1979
managed	1980
tour	1981
floors	1982
slaw	1983
ya	1984
13	1985
d	1986
fashion	1987
promptly	1988
books	1989
hurry	1990
brother	1991
takeout	1992
fake	1993
tend	1994
tower	1995
entertaining	1996
views	1997
shots	1998
numerous	1999
lame	2000
undercooked	2001
happens	2002
organized	2003
keeping	2004
extensive	2005
private	2006
donut	2007
vegetable	2008
ugh	2009
factory	2010
mais	2011
everytime	2012
charges	2013
fans	2014
schedule	2015
convenience	2016
lv	2017
mustard	2018
soy	2019
cheesy	2020
include	2021
oven	2022
aria	2023
events	2024
meeting	2025
kinds	2026
sliced	2027
pineapple	2028
draft	2029
starving	2030
manicure	2031
allow	2032
treats	2033
potential	2034
garage	2035
bike	2036
haha	2037
carpet	2038
syrup	2039
1st	2040
starting	2041
caramel	2042
eggplant	2043
windows	2044
clothing	2045
id	2046
gambling	2047
detail	2048
search	2049
soooo	2050
craft	2051
broke	2052
child	2053
pickles	2054
casinos	2055
factor	2056
chip	2057
wan	2058
palace	2059
chile	2060
rarely	2061
truffle	2062
shuttle	2063
pudding	2064
spaghetti	2065
rocks	2066
steamed	2067
der	2068
theme	2069
popcorn	2070
paris	2071
ball	2072
reviewers	2073
sleep	2074
target	2075
edinburgh	2076
tire	2077
m	2078
example	2079
app	2080
hill	2081
oily	2082
signature	2083
cheeseburger	2084
occasion	2085
offering	2086
regret	2087
pull	2088
yellow	2089
classes	2090
hamburger	2091
espresso	2092
equipment	2093
mary	2094
opted	2095
parties	2096
chopped	2097
pair	2098
ridiculously	2099
cinnamon	2100
video	2101
pan	2102
charging	2103
denny	2104
ayce	2105
tad	2106
central	2107
impossible	2108
dad	2109
wet	2110
velvet	2111
common	2112
tourist	2113
agreed	2114
chefs	2115
booths	2116
ketchup	2117
selling	2118
watery	2119
poisoning	2120
strips	2121
mushy	2122
trash	2123
secret	2124
buns	2125
c'est	2126
mandalay	2127
block	2128
mozzarella	2129
shredded	2130
hawaiian	2131
age	2132
form	2133
reminds	2134
cents	2135
miso	2136
season	2137
jack	2138
sooo	2139
rent	2140
goat	2141
das	2142
sticks	2143
shocked	2144
fingers	2145
wines	2146
vodka	2147
learned	2148
gold	2149
sake	2150
boys	2151
onto	2152
comfort	2153
begin	2154
t	2155
signs	2156
rated	2157
annoyed	2158
kobe	2159
irish	2160
traffic	2161
browns	2162
dipping	2163
trouble	2164
garbage	2165
chair	2166
repeat	2167
awkward	2168
sprouts	2169
access	2170
posted	2171
somehow	2172
golden	2173
diet	2174
following	2175
shell	2176
tub	2177
sangria	2178
confused	2179
john	2180
enjoying	2181
mesa	2182
southern	2183
appreciated	2184
yelpers	2185
kidding	2186
account	2187
terrific	2188
planning	2189
hopes	2190
turns	2191
dined	2192
texas	2193
highlight	2194
includes	2195
holiday	2196
toasted	2197
filthy	2198
balls	2199
liquor	2200
dough	2201
answered	2202
nyc	2203
downhill	2204
noisy	2205
regularly	2206
wasted	2207
tires	2208
discovered	2209
fees	2210
go-to	2211
knowing	2212
omelette	2213
flavored	2214
downstairs	2215
ich	2216
spices	2217
creme	2218
classy	2219
replace	2220
crew	2221
frequently	2222
appeared	2223
chandler	2224
fatty	2225
poutine	2226
keeps	2227
among	2228
eats	2229
won	2230
overrated	2231
ourselves	2232
chunks	2233
wearing	2234
specific	2235
blast	2236
ways	2237
policy	2238
wild	2239
decorated	2240
hollywood	2241
describe	2242
3rd	2243
careful	2244
fail	2245
mill	2246
recommendations	2247
topping	2248
tech	2249
ill	2250
chorizo	2251
snacks	2252
joints	2253
museum	2254
loaded	2255
depending	2256
theatre	2257
custard	2258
changing	2259
mein	2260
vehicle	2261
el	2262
wraps	2263
businesses	2264
row	2265
beginning	2266
bothered	2267
ginger	2268
golf	2269
students	2270
clients	2271
opportunity	2272
corned	2273
personable	2274
reasons	2275
watered	2276
fly	2277
wise	2278
offerings	2279
massive	2280
saved	2281
picking	2282
croissant	2283
mark	2284
student	2285
dressed	2286
enchilada	2287
control	2288
mild	2289
fully	2290
bet	2291
advantage	2292
photos	2293
towels	2294
terms	2295
headed	2296
kill	2297
sounded	2298
ac	2299
blown	2300
concerned	2301
st.	2302
coast	2303
suggestions	2304
circus	2305
naan	2306
blow	2307
saving	2308
wing	2309
ravioli	2310
exact	2311
wood	2312
cares	2313
mainly	2314
aware	2315
specifically	2316
intimate	2317
rio	2318
consistency	2319
treatment	2320
waitstaff	2321
caught	2322
china	2323
screw	2324
mcdonald	2325
70	2326
named	2327
restroom	2328
prepare	2329
suck	2330
community	2331
heck	2332
pesto	2333
samples	2334
minimum	2335
equally	2336
ist	2337
champagne	2338
stopping	2339
claim	2340
panini	2341
apologized	2342
chow	2343
spoon	2344
canned	2345
public	2346
exciting	2347
cuts	2348
f	2349
win	2350
everyday	2351
leftovers	2352
frosting	2353
results	2354
via	2355
count	2356
ai	2357
21	2358
lose	2359
smoothies	2360
qui	2361
satisfying	2362
mad	2363
wax	2364
lime	2365
train	2366
minus	2367
toilet	2368
decision	2369
mountain	2370
movies	2371
melt	2372
tom	2373
social	2374
advance	2375
thoroughly	2376
deserve	2377
cramped	2378
mussels	2379
ce	2380
al	2381
correctly	2382
tight	2383
improve	2384
hassle	2385
parmesan	2386
appetite	2387
chop	2388
adult	2389
delightful	2390
romantic	2391
handed	2392
regulars	2393
cuz	2394
scheduled	2395
pretzel	2396
knowledge	2397
tells	2398
messy	2399
pancake	2400
complex	2401
bowls	2402
tag	2403
lake	2404
personality	2405
concert	2406
heading	2407
stylist	2408
originally	2409
subs	2410
energy	2411
shakes	2412
los	2413
mcdonalds	2414
accept	2415
liking	2416
warning	2417
batter	2418
tourists	2419
paradise	2420
lemonade	2421
dude	2422
cheddar	2423
adults	2424
studio	2425
upgrade	2426
meant	2427
apps	2428
très	2429
obvious	2430
spread	2431
accommodate	2432
families	2433
nope	2434
smooth	2435
trips	2436
napkins	2437
henderson	2438
history	2439
temperature	2440
pastrami	2441
gf	2442
animals	2443
eventually	2444
exception	2445
winter	2446
stellar	2447
fajitas	2448
failed	2449
basket	2450
hearing	2451
shape	2452
photo	2453
alternative	2454
risotto	2455
message	2456
warned	2457
rolled	2458
seconds	2459
southwest	2460
deserves	2461
coleslaw	2462
17	2463
cajun	2464
pure	2465
followed	2466
inviting	2467
ribeye	2468
darn	2469
pumpkin	2470
savory	2471
church	2472
paint	2473
computer	2474
ghetto	2475
buck	2476
became	2477
asparagus	2478
costco	2479
ahi	2480
crowds	2481
display	2482
faster	2483
mint	2484
hire	2485
showing	2486
starts	2487
jerk	2488
adding	2489
forced	2490
greet	2491
cleanliness	2492
bummer	2493
cucumber	2494
btw	2495
inedible	2496
remembered	2497
cabbage	2498
buds	2499
names	2500
quantity	2501
practically	2502
afterwards	2503
sesame	2504
to-go	2505
steep	2506
stone	2507
ends	2508
regardless	2509
greatest	2510
midnight	2511
c	2512
shirt	2513
enter	2514
details	2515
confusing	2516
knowledgable	2517
bass	2518
thumbs	2519
colors	2520
weekday	2521
fridge	2522
olives	2523
unfriendly	2524
held	2525
complaining	2526
muffin	2527
sont	2528
lousy	2529
cooks	2530
pressure	2531
fusion	2532
elevator	2533
hurt	2534
salted	2535
pleasure	2536
mike	2537
removed	2538
cilantro	2539
granted	2540
j'	2541
advertised	2542
apologize	2543
switch	2544
attempt	2545
acceptable	2546
feed	2547
lasagna	2548
buddy	2549
mediterranean	2550
shoe	2551
skills	2552
america	2553
poker	2554
warranty	2555
200	2556
yard	2557
blood	2558
burned	2559
shut	2560
spoiled	2561
snow	2562
cheapest	2563
lover	2564
a-ok	2565
thrown	2566
presented	2567
everybody	2568
pack	2569
lets	2570
runs	2571
stocked	2572
boxes	2573
directly	2574
**	2575
overwhelming	2576
address	2577
dump	2578
unacceptable	2579
clue	2580
dr	2581
test	2582
grabbed	2583
ring	2584
campus	2585
chat	2586
natural	2587
ordinary	2588
cherry	2589
penny	2590
oz	2591
workout	2592
fremont	2593
mignon	2594
refilled	2595
acted	2596
female	2597
beach	2598
easier	2599
weekly	2600
tho	2601
sampler	2602
bowling	2603
il	2604
pointed	2605
queen	2606
pastry	2607
lives	2608
panda	2609
tab	2610
frustrating	2611
mongolian	2612
apology	2613
cleaner	2614
build	2615
industry	2616
period	2617
ceiling	2618
generic	2619
bc	2620
mocha	2621
stations	2622
listed	2623
cat	2624
younger	2625
practice	2626
quoted	2627
flag	2628
auto	2629
guac	2630
adequate	2631
eastern	2632
bon	2633
pricy	2634
create	2635
almond	2636
promised	2637
gamble	2638
take-out	2639
respect	2640
chowder	2641
tao	2642
comments	2643
beverage	2644
considered	2645
lately	2646
carnitas	2647
nuts	2648
wheat	2649
hung	2650
convention	2651
cafeteria	2652
shirts	2653
scoop	2654
plaza	2655
terribly	2656
lacks	2657
improvement	2658
tequila	2659
chris	2660
macaroni	2661
rough	2662
premium	2663
cutting	2664
spanish	2665
pharmacy	2666
assume	2667
jeans	2668
freaking	2669
result	2670
sharing	2671
suggestion	2672
falafel	2673
strawberries	2674
sundays	2675
fellow	2676
fluffy	2677
war	2678
breast	2679
holy	2680
final	2681
animal	2682
pound	2683
apartment	2684
microwave	2685
queso	2686
plentiful	2687
dans	2688
karaoke	2689
bruschetta	2690
previously	2691
worry	2692
base	2693
male	2694
meatball	2695
crunch	2696
gyros	2697
grew	2698
dated	2699
conveniently	2700
screens	2701
anniversary	2702
terminal	2703
songs	2704
beverages	2705
hospital	2706
thankfully	2707
rates	2708
fav	2709
hop	2710
speaking	2711
familiar	2712
village	2713
quote	2714
bistro	2715
hall	2716
overwhelmed	2717
suites	2718
gate	2719
swear	2720
fork	2721
mon	2722
tops	2723
clientele	2724
chinatown	2725
manner	2726
blocks	2727
cancel	2728
thrilled	2729
leg	2730
rack	2731
indoor	2732
carrot	2733
hits	2734
balance	2735
bath	2736
wallet	2737
stands	2738
afford	2739
clam	2740
blueberry	2741
magic	2742
managers	2743
reserved	2744
courses	2745
satisfy	2746
sam	2747
jewelry	2748
screaming	2749
currently	2750
cart	2751
proceeded	2752
earth	2753
tots	2754
yoga	2755
ripped	2756
maintenance	2757
subpar	2758
scrambled	2759
container	2760
honor	2761
acts	2762
updated	2763
proper	2764
improved	2765
crave	2766
noon	2767
hint	2768
blt	2769
brings	2770
fiance	2771
news	2772
himself	2773
mail	2774
membership	2775
and/or	2776
es	2777
killer	2778
bottled	2779
chains	2780
slot	2781
gras	2782
fruits	2783
indeed	2784
thus	2785
appears	2786
wonton	2787
vintage	2788
quaint	2789
remove	2790
partner	2791
speed	2792
pro	2793
competition	2794
pissed	2795
timely	2796
75	2797
dirt	2798
inconsistent	2799
con	2800
fitness	2801
afraid	2802
ne	2803
palazzo	2804
amazed	2805
lackluster	2806
rubbery	2807
exchange	2808
refuse	2809
action	2810
nowhere	2811
um	2812
fight	2813
comparison	2814
veal	2815
unlimited	2816
avec	2817
cheesesteak	2818
chai	2819
info	2820
carrots	2821
raspberry	2822
drive-thru	2823
st	2824
taxi	2825
dancers	2826
nicest	2827
lil	2828
pedi	2829
caesars	2830
washed	2831
german	2832
power	2833
barbecue	2834
checkout	2835
nightmare	2836
screwed	2837
unhappy	2838
checks	2839
sometime	2840
sub-par	2841
cole	2842
audience	2843
gentleman	2844
vinegar	2845
condition	2846
calories	2847
bitter	2848
sloppy	2849
pants	2850
merchandise	2851
slots	2852
teas	2853
;-rrb-	2854
flowers	2855
happening	2856
hooked	2857
written	2858
appealing	2859
check-in	2860
vous	2861
amazingly	2862
passing	2863
2.5	2864
lit	2865
continued	2866
pools	2867
wi-fi	2868
construction	2869
charming	2870
!!!!!!	2871
handful	2872
lo	2873
mirage	2874
acknowledge	2875
grits	2876
bored	2877
nicht	2878
yay	2879
wrote	2880
unit	2881
comped	2882
flamingo	2883
comparable	2884
unbelievable	2885
tank	2886
destination	2887
pit	2888
program	2889
runny	2890
facilities	2891
ceviche	2892
bien	2893
lie	2894
22	2895
diners	2896
million	2897
brew	2898
amenities	2899
farm	2900
necessary	2901
bits	2902
chatting	2903
comp	2904
reviewer	2905
song	2906
initially	2907
artichoke	2908
funky	2909
built	2910
beautifully	2911
tucked	2912
mr.	2913
outlet	2914
insane	2915
flying	2916
cell	2917
helps	2918
bang	2919
stadium	2920
pies	2921
seared	2922
forgotten	2923
attended	2924
push	2925
heads	2926
underwhelming	2927
jam	2928
lukewarm	2929
bargain	2930
café	2931
feta	2932
vet	2933
outrageous	2934
caring	2935
admission	2936
entered	2937
repairs	2938
weight	2939
definately	2940
hut	2941
eater	2942
phx	2943
searching	2944
according	2945
dentist	2946
peach	2947
outdated	2948
basis	2949
luxor	2950
appropriate	2951
pint	2952
stumbled	2953
edge	2954
july	2955
booze	2956
arrival	2957
conference	2958
understaffed	2959
suit	2960
clams	2961
staple	2962
gilbert	2963
tout	2964
winner	2965
tan	2966
jalapeno	2967
dinners	2968
silverware	2969
catfish	2970
report	2971
preferred	2972
sink	2973
deserts	2974
brownie	2975
thanksgiving	2976
blame	2977
client	2978
impress	2979
teeth	2980
scary	2981
unpleasant	2982
purpose	2983
performance	2984
knock	2985
til	2986
juices	2987
toys	2988
branch	2989
puts	2990
companies	2991
leather	2992
risk	2993
iphone	2994
states	2995
nutella	2996
supplies	2997
minor	2998
sets	2999
tart	3000
signed	3001
dig	3002
majority	3003
impeccable	3004
curds	3005
nightclub	3006
stairs	3007
letting	3008
whatsoever	3009
acknowledged	3010
pig	3011
raised	3012
peak	3013
current	3014
fountains	3015
hangover	3016
smart	3017
nigiri	3018
angry	3019
bands	3020
uptown	3021
ours	3022
ihop	3023
interest	3024
thorough	3025
wondering	3026
locally	3027
girlfriends	3028
stops	3029
encountered	3030
requests	3031
law	3032
designed	3033
custom	3034
ideal	3035
setup	3036
soul	3037
hawaii	3038
sexy	3039
charm	3040
promise	3041
pathetic	3042
falling	3043
rose	3044
loyal	3045
gnocchi	3046
comedy	3047
grub	3048
ugly	3049
cosmo	3050
r	3051
steam	3052
plane	3053
dates	3054
hat	3055
rewards	3056
sky	3057
hipster	3058
draw	3059
ages	3060
assortment	3061
protein	3062
moon	3063
alfredo	3064
tries	3065
doctors	3066
steal	3067
entirely	3068
michael	3069
cooler	3070
whipped	3071
bugs	3072
judge	3073
levels	3074
print	3075
fyi	3076
chances	3077
massages	3078
bedroom	3079
score	3080
degrees	3081
skinny	3082
coworkers	3083
described	3084
dream	3085
worker	3086
staffed	3087
e	3088
entry	3089
az.	3090
inch	3091
frankly	3092
flatbread	3093
foie	3094
boot	3095
b/c	3096
began	3097
earned	3098
tail	3099
ur	3100
stew	3101
facial	3102
adds	3103
starter	3104
zu	3105
newer	3106
lee	3107
se	3108
ps	3109
minimal	3110
yelling	3111
holes	3112
boss	3113
disorganized	3114
traveling	3115
palms	3116
loose	3117
pretentious	3118
track	3119
quarter	3120
zucchini	3121
accessories	3122
oyster	3123
drunken	3124
raved	3125
metro	3126
tenders	3127
reliable	3128
2-3	3129
poured	3130
elevators	3131
worried	3132
smokey	3133
entering	3134
technician	3135
pushy	3136
legit	3137
growing	3138
happier	3139
hookah	3140
ave	3141
motel	3142
apologetic	3143
shady	3144
junk	3145
milkshake	3146
den	3147
laugh	3148
sodas	3149
sur	3150
maintained	3151
couch	3152
occasionally	3153
finger	3154
gal	3155
tomorrow	3156
required	3157
attached	3158
unable	3159
cashiers	3160
grade	3161
upgraded	3162
planned	3163
talented	3164
appointments	3165
worthy	3166
beats	3167
brews	3168
slight	3169
jobs	3170
cared	3171
300	3172
therefore	3173
a/c	3174
burn	3175
fishy	3176
sketchy	3177
treasure	3178
skeptical	3179
auch	3180
lively	3181
metal	3182
tiramisu	3183
certificate	3184
gifts	3185
individual	3186
bananas	3187
maple	3188
ample	3189
dealing	3190
inn	3191
brands	3192
jimmy	3193
freshness	3194
biscuit	3195
popped	3196
lovers	3197
balcony	3198
encore	3199
celebrate	3200
involved	3201
throwing	3202
ale	3203
eve	3204
ratings	3205
diego	3206
tossed	3207
focus	3208
pace	3209
forth	3210
fired	3211
memories	3212
blend	3213
nonetheless	3214
!?	3215
dust	3216
obnoxious	3217
diverse	3218
mexico	3219
masala	3220
summerlin	3221
drivers	3222
patron	3223
appetizing	3224
finishing	3225
recipe	3226
scam	3227
nose	3228
asu	3229
punch	3230
clerk	3231
parm	3232
sheets	3233
created	3234
hence	3235
appt	3236
del	3237
remind	3238
gratuity	3239
mi	3240
importantly	3241
buttery	3242
si	3243
rid	3244
soleil	3245
chops	3246
carts	3247
collection	3248
pushed	3249
replacement	3250
highlights	3251
arm	3252
drank	3253
phones	3254
establishments	3255
meaning	3256
freezer	3257
3-4	3258
manage	3259
marinara	3260
sampled	3261
cosmopolitan	3262
jersey	3263
native	3264
scale	3265
surrounding	3266
cheeses	3267
crack	3268
medical	3269
greeting	3270
contacted	3271
appear	3272
insisted	3273
slowly	3274
field	3275
sight	3276
muffins	3277
sweets	3278
breads	3279
unimpressed	3280
contract	3281
gordon	3282
dave	3283
iron	3284
trade	3285
ignore	3286
wished	3287
-rsb-	3288
seven	3289
edamame	3290
venture	3291
character	3292
ha	3293
ratio	3294
unfortunate	3295
singing	3296
kung	3297
tacky	3298
cardboard	3299
handled	3300
benefit	3301
?!?	3302
outlets	3303
trader	3304
uses	3305
code	3306
unusual	3307
district	3308
prix	3309
hangout	3310
skillet	3311
pile	3312
degree	3313
trained	3314
flights	3315
referred	3316
francisco	3317
hated	3318
cornbread	3319
grace	3320
nous	3321
soo	3322
shaved	3323
varieties	3324
hearty	3325
payment	3326
language	3327
twist	3328
reception	3329
tall	3330
culinary	3331
neck	3332
cuban	3333
swiss	3334
description	3335
underwhelmed	3336
restrooms	3337
scratch	3338
poke	3339
kim	3340
bisque	3341
badly	3342
shitty	3343
99	3344
caprese	3345
heated	3346
prosciutto	3347
royal	3348
present	3349
introduced	3350
trick	3351
hitting	3352
sundae	3353
pastor	3354
theaters	3355
hoped	3356
festival	3357
opposite	3358
ppl	3359
cigarette	3360
receptionist	3361
fool	3362
retail	3363
boiled	3364
shortly	3365
thinks	3366
patients	3367
blew	3368
franchise	3369
blonde	3370
xs	3371
aber	3372
scared	3373
dingy	3374
holding	3375
boutique	3376
da	3377
snob	3378
pretzels	3379
4th	3380
9pm	3381
gun	3382
supposedly	3383
mahi	3384
whoever	3385
stays	3386
wasting	3387
visitors	3388
dresses	3389
knife	3390
volume	3391
28	3392
university	3393
était	3394
cod	3395
co-workers	3396
artist	3397
over-priced	3398
croissants	3399
peanuts	3400
concern	3401
breading	3402
lesson	3403
mimosas	3404
desperate	3405
initial	3406
theirs	3407
seasonal	3408
breaded	3409
land	3410
rides	3411
appeal	3412
***	3413
informative	3414
couches	3415
isnt	3416
opens	3417
eyebrows	3418
horribly	3419
condiments	3420
19	3421
squash	3422
roof	3423
housekeeping	3424
rainbow	3425
smiling	3426
dealership	3427
somebody	3428
microwaved	3429
supermarket	3430
barista	3431
definite	3432
nom	3433
150	3434
????	3435
accurate	3436
cancelled	3437
monthly	3438
superior	3439
worn	3440
assistance	3441
spare	3442
voice	3443
airline	3444
connected	3445
hooters	3446
twenty	3447
wendy	3448
dropping	3449
pump	3450
arcade	3451
pickle	3452
salons	3453
herself	3454
disaster	3455
flour	3456
yea	3457
pride	3458
tray	3459
listened	3460
sooooo	3461
in-n-out	3462
raving	3463
gripe	3464
cent	3465
jalapeño	3466
makeup	3467
whiskey	3468
hrs	3469
2014	3470
laughing	3471
keys	3472
marked	3473
artists	3474
dinning	3475
lead	3476
filipino	3477
sigh	3478
ups	3479
alas	3480
dealers	3481
goodies	3482
library	3483
8pm	3484
holidays	3485
catering	3486
sells	3487
luke	3488
listening	3489
horrendous	3490
i.e.	3491
1.5	3492
pics	3493
miserable	3494
discounts	3495
grass	3496
latest	3497
pre	3498
attractive	3499
même	3500
max	3501
lightly	3502
featured	3503
exhibit	3504
consisted	3505
couldnt	3506
bummed	3507
patties	3508
embarrassed	3509
7pm	3510
decently	3511
hilton	3512
kudos	3513
pollo	3514
americanized	3515
adorable	3516
creepy	3517
dairy	3518
octopus	3519
kicked	3520
text	3521
page	3522
arriving	3523
tamales	3524
load	3525
players	3526
plans	3527
reach	3528
carte	3529
peu	3530
father	3531
marinated	3532
join	3533
root	3534
swimming	3535
ownership	3536
guessing	3537
faces	3538
battery	3539
smoky	3540
grown	3541
zoo	3542
salsas	3543
cousin	3544
western	3545
surprising	3546
knots	3547
luggage	3548
imo	3549
justify	3550
silver	3551
gear	3552
servings	3553
kabob	3554
shelves	3555
flies	3556
couples	3557
bouncers	3558
katsu	3559
former	3560
fashioned	3561
meatloaf	3562
discounted	3563
jump	3564
ein	3565
genuinely	3566
nut	3567
atm	3568
features	3569
pitcher	3570
houses	3571
inconvenience	3572
utensils	3573
frites	3574
delight	3575
soaked	3576
debit	3577
beauty	3578
sirloin	3579
advise	3580
hallway	3581
tattoo	3582
anybody	3583
background	3584
laughed	3585
locked	3586
fave	3587
spray	3588
husbands	3589
sehr	3590
provides	3591
network	3592
balsamic	3593
compliment	3594
brulee	3595
happily	3596
pastas	3597
pillows	3598
bills	3599
shift	3600
soap	3601
diamond	3602
record	3603
renovated	3604
necessarily	3605
stepped	3606
skewers	3607
italy	3608
advertise	3609
installed	3610
shoulder	3611
forgettable	3612
understanding	3613
urban	3614
brick	3615
hi	3616
nervous	3617
fiancé	3618
tree	3619
estimate	3620
steve	3621
coworker	3622
-lsb-	3623
direction	3624
mit	3625
groceries	3626
reputation	3627
mid	3628
2013	3629
doesnt	3630
shoot	3631
rules	3632
neighbors	3633
2.50	3634
breath	3635
challenge	3636
camelback	3637
yellowtail	3638
monte	3639
stains	3640
wouldnt	3641
assuming	3642
george	3643
jar	3644
circle	3645
parked	3646
welcomed	3647
rain	3648
10pm	3649
tooth	3650
hunt	3651
hilarious	3652
creek	3653
24/7	3654
healthier	3655
crawfish	3656
ruin	3657
sober	3658
prescription	3659
rule	3660
theres	3661
desire	3662
frustrated	3663
foodie	3664
reviewed	3665
proximity	3666
continues	3667
chic	3668
bear	3669
river	3670
ra	3671
spiced	3672
attending	3673
damage	3674
occupied	3675
tipped	3676
purchasing	3677
exterior	3678
fuck	3679
sunset	3680
choosing	3681
limit	3682
delayed	3683
drenched	3684
32	3685
squeezed	3686
appearance	3687
performers	3688
dragon	3689
jokes	3690
recall	3691
enormous	3692
associate	3693
lanes	3694
pao	3695
styles	3696
guarantee	3697
pickup	3698
dental	3699
settled	3700
fond	3701
combinations	3702
processed	3703
confirm	3704
smiles	3705
angeles	3706
pinch	3707
triple	3708
redeeming	3709
alley	3710
trio	3711
berry	3712
martinis	3713
essentially	3714
props	3715
sleeping	3716
dear	3717
k	3718
array	3719
regarding	3720
trek	3721
harder	3722
approached	3723
losing	3724
7:30	3725
blackjack	3726
ka	3727
trees	3728
lied	3729
gut	3730
rudely	3731
passion	3732
death	3733
dying	3734
2012	3735
hundred	3736
responded	3737
related	3738
mistakes	3739
pressed	3740
receiving	3741
dissapointed	3742
freakin	3743
silly	3744
trop	3745
amounts	3746
rolling	3747
kale	3748
remodeled	3749
eatery	3750
10:30	3751
grandma	3752
humor	3753
safeway	3754
aged	3755
hundreds	3756
allows	3757
hostesses	3758
license	3759
ingredient	3760
luxury	3761
mornings	3762
explanation	3763
boo	3764
sing	3765
bull	3766
tenderloin	3767
endless	3768
shelf	3769
glendale	3770
sin	3771
calzone	3772
für	3773
butt	3774
insanely	3775
verde	3776
watering	3777
brewery	3778
picnic	3779
maker	3780
barber	3781
argue	3782
dime	3783
incompetent	3784
liquid	3785
booking	3786
hospitality	3787
someplace	3788
inattentive	3789
expert	3790
:--rrb-	3791
sans	3792
reheated	3793
straw	3794
aka	3795
brazilian	3796
numbers	3797
constant	3798
cravings	3799
toward	3800
companion	3801
jazz	3802
stir	3803
stack	3804
hook	3805
trap	3806
sorts	3807
claimed	3808
bouncer	3809
cracked	3810
walks	3811
camera	3812
edges	3813
ear	3814
pico	3815
ensure	3816
favourite	3817
matt	3818
genuine	3819
david	3820
heavenly	3821
eclectic	3822
browse	3823
boat	3824
gladly	3825
mash	3826
wisconsin	3827
asks	3828
repaired	3829
invited	3830
reality	3831
towel	3832
assumed	3833
driven	3834
confirmed	3835
sahara	3836
boston	3837
bare	3838
assured	3839
advertising	3840
cow	3841
yo	3842
communication	3843
bs	3844
replied	3845
eight	3846
strongly	3847
painted	3848
gaming	3849
recommending	3850
sunny	3851
stories	3852
ew	3853
convinced	3854
button	3855
waits	3856
greatly	3857
lastly	3858
truth	3859
providing	3860
exit	3861
boneless	3862
attend	3863
slower	3864
skimpy	3865
upside	3866
vs.	3867
wicked	3868
reviewing	3869
naked	3870
combined	3871
shade	3872
eager	3873
squid	3874
penne	3875
piping	3876
vs	3877
hesitate	3878
combos	3879
led	3880
10-15	3881
fed	3882
caused	3883
duty	3884
sucker	3885
deck	3886
reuben	3887
safety	3888
tongue	3889
military	3890
aisles	3891
dislike	3892
blended	3893
cater	3894
brie	3895
sausages	3896
mojito	3897
kimchi	3898
spotty	3899
4.5	3900
declined	3901
unorganized	3902
disgusted	3903
p.s.	3904
closes	3905
feature	3906
yelled	3907
walgreens	3908
doughy	3909
idiot	3910
needing	3911
basketball	3912
attendant	3913
ultimate	3914
killed	3915
bubble	3916
steer	3917
buzz	3918
pizzeria	3919
veg	3920
beatles	3921
hr	3922
additionally	3923
spit	3924
painful	3925
waters	3926
ship	3927
clueless	3928
pocket	3929
strike	3930
loaf	3931
completed	3932
concerns	3933
lasted	3934
dumb	3935
refried	3936
zone	3937
bachelorette	3938
elegant	3939
wasabi	3940
excalibur	3941
cone	3942
ma	3943
tends	3944
courtesy	3945
matters	3946
exam	3947
spaces	3948
upper	3949
disappeared	3950
conversations	3951
sending	3952
coffees	3953
curious	3954
exceptionally	3955
hills	3956
cross	3957
jason	3958
switched	3959
themed	3960
omelets	3961
oxtail	3962
depends	3963
bones	3964
yikes	3965
6:30	3966
peas	3967
accompanied	3968
cvs	3969
falls	3970
fortunately	3971
amongst	3972
1.50	3973
tartar	3974
sweat	3975
hockey	3976
mani	3977
dare	3978
marquee	3979
bday	3980
tone	3981
surrounded	3982
p	3983
baristas	3984
explaining	3985
watermelon	3986
speedy	3987
dan	3988
jungle	3989
mama	3990
walnut	3991
opt	3992
earl	3993
don	3994
decorations	3995
halfway	3996
inches	3997
incorrect	3998
research	3999
refrigerator	4000
steps	4001
15-20	4002
attitudes	4003
smallest	4004
press	4005
sf	4006
approach	4007
piano	4008
surgery	4009
direct	4010
bulk	4011
roberto	4012
cleared	4013
tropical	4014
fills	4015
baseball	4016
500	4017
emails	4018
severely	4019
limp	4020
depot	4021
laptop	4022
supply	4023
bikes	4024
braised	4025
player	4026
slide	4027
aisle	4028
6pm	4029
opposed	4030
miracle	4031
dealt	4032
explore	4033
waterfall	4034
milkshakes	4035
loving	4036
cheers	4037
battered	4038
frank	4039
preparation	4040
gooey	4041
competitive	4042
gay	4043
blowing	4044
flow	4045
blows	4046
icing	4047
décor	4048
freezing	4049
nevada	4050
firm	4051
papa	4052
remodel	4053
wontons	4054
containers	4055
extreme	4056
grounds	4057
pf	4058
sip	4059
trail	4060
herbs	4061
joy	4062
voucher	4063
emergency	4064
chase	4065
msg	4066
stare	4067
alcoholic	4068
conditioning	4069
select	4070
economy	4071
cheerful	4072
tikka	4073
carpets	4074
oatmeal	4075
fridays	4076
powder	4077
uh	4078
venues	4079
whats	4080
dealer	4081
mass	4082
divine	4083
colorful	4084
toes	4085
memory	4086
knocked	4087
hood	4088
bucket	4089
orleans	4090
extraordinary	4091
rotation	4092
lighter	4093
chocolates	4094
cali	4095
marriott	4096
pricier	4097
flaky	4098
bud	4099
carlo	4100
downright	4101
professionalism	4102
cable	4103
dripping	4104
solely	4105
smelling	4106
spilled	4107
noted	4108
path	4109
daughters	4110
tony	4111
van	4112
accident	4113
kfc	4114
attempted	4115
connection	4116
grooming	4117
wipe	4118
mechanic	4119
hibachi	4120
success	4121
lamp	4122
chick	4123
scramble	4124
boots	4125
basics	4126
hh	4127
paired	4128
stress	4129
content	4130
ease	4131
blackened	4132
varied	4133
fondue	4134
married	4135
hmmm	4136
flip	4137
deposit	4138
fucking	4139
tater	4140
human	4141
manger	4142
packaged	4143
11pm	4144
auf	4145
moves	4146
national	4147
outback	4148
bobby	4149
tamale	4150
fooled	4151
session	4152
sooner	4153
newly	4154
route	4155
adventure	4156
cowboy	4157
apples	4158
pasty	4159
unhelpful	4160
l	4161
therapist	4162
waxing	4163
cleaners	4164
quit	4165
1/4	4166
guilty	4167
guard	4168
plays	4169
trucks	4170
ability	4171
nacho	4172
sticking	4173
shabby	4174
techs	4175
sweetness	4176
cigar	4177
delivers	4178
cappuccino	4179
quiche	4180
deluxe	4181
winning	4182
surely	4183
ou	4184
hike	4185
sourdough	4186
beet	4187
seattle	4188
becoming	4189
satisfaction	4190
tempted	4191
police	4192
sand	4193
mixture	4194
puffs	4195
lunches	4196
labor	4197
clinic	4198
27	4199
balanced	4200
panera	4201
japan	4202
lane	4203
purchases	4204
wee	4205
streets	4206
hungover	4207
fox	4208
bird	4209
rye	4210
carolina	4211
halibut	4212
dipped	4213
ideas	4214
bulgogi	4215
tools	4216
oreo	4217
smothered	4218
answers	4219
hamburgers	4220
irritated	4221
pushing	4222
marks	4223
condescending	4224
3.50	4225
advised	4226
accidentally	4227
pets	4228
instantly	4229
international	4230
useless	4231
trivia	4232
dick	4233
overlooking	4234
scallop	4235
wheel	4236
elvis	4237
expectation	4238
settle	4239
tuesdays	4240
calm	4241
sporting	4242
fear	4243
sandwhich	4244
guide	4245
instructors	4246
jalapenos	4247
poached	4248
flavour	4249
ricotta	4250
compliments	4251
rented	4252
washing	4253
deciding	4254
turning	4255
burro	4256
plants	4257
chew	4258
repeatedly	4259
400	4260
inspection	4261
inventory	4262
sauteed	4263
9:30	4264
puppies	4265
11:30	4266
breeze	4267
culture	4268
ah	4269
forum	4270
displays	4271
socks	4272
brewed	4273
panang	4274
shipping	4275
5:30	4276
starters	4277
meets	4278
lunchtime	4279
priority	4280
